<template>
    <section class="faq-section" id="dark">
        <div class="head">سوالات متداول</div>
        <div class="subhed">پاسخ سوالات خود را به راحتی پیدا کنید</div>
        <div class="content">
            <div class="actions">
                <div :class="value == action.value ? 'action action-active' : 'action'" v-for="(action, i) in actions" :key="i" @click="value = action.value">{{ action.text }}</div>
            </div>
            <div class="content-body" id="content">
                <div class="search-box">
                    <v-text-field filled rounded hide-details="" background-color="white" class="input" placeholder="جستجو در سوالات" v-model="search" />
                </div>
                <div class="expansion-panels">
                    <v-expansion-panels hover focusable accordion v-for="(panel, i) in filterPanel" :key="i" :class="panel.value == value ? 'd-flex' : 'd-none'" flat>
                        <v-expansion-panel class="panel" v-for="(item, j) in panel.child" :key="j">
                            <v-expansion-panel-header class="panel-header">{{ item.header }}</v-expansion-panel-header>
                            <v-expansion-panel-content>
                                <div class="panel-text">
                                    {{ item.text }}
                                </div>
                            </v-expansion-panel-content>
                        </v-expansion-panel>
                    </v-expansion-panels>
                </div>
            </div>
        </div>
    </section>
</template>

<script>
    export default {
        data(){
            return{
                value:[0,1,2,3,4,5,6,7,8],
                search:'',
                actions:[
                    { text :'دسته بندی', value:0 },
                    { text :'کافه ارز', value:0 },
                    { text :'پی پال', value:1 },
                    { text :'وب مانی', value:2 },
                    { text :'ویزا و مستر کارت', value:3 },
                    { text :'ارزهای دیجیتال', value:4 },
                    { text :'پرفکت مانی', value:5 },
                    { text :'گیفت کارت ها', value:6 },
                    { text :'پایر', value:7 },
                    { text :'پرداخت های بین المللی', value:8 },
                ],
                panels:[
                    {   
                        value:0,
                        child:[
                            { 
                                header:'در کافه ارز چه سرویس و خدماتی ارائه می شود؟',
                                text:'ما تمام تلاش خود را با تکیه بر یک تیم جوان و معتعد به کار گرفته ایم تا طیف متنوعی از نیاز های ارزی کاربران از جمله پرداخت اپلیکشن فی دانشگاه های بین الملی ؛ پرداخت و خرید هاست و سرور ، رزرو هتل ، هزینه های ثبت مقاله در مجلات و ژورنال های معتبر دنیا و پرداخت های سفارت و همجنین شارژ کیف پول های الکترونیک مانند پی پل، وب مانی، پرفکت مانی و خرید و فروش بیش از 600 نوع رمز ارز شامل بیت کوین، اتریوم، تتر و سایر ارزهای دیجیتال را به مشتریانمان ارائه دهیم.',
                            },
                            {
                                header:'ساعات کاری مجموعه کافه ارز به چه صورت می باشد؟',
                                text:'ساعات کاری مجموعه کافه ارز برای پاسخگویی به تیکت ها و سفارشات و تسویه حساب با مشتریان همه روزه به جز ایام تعطیل از ساعت 9 الی 23.30 می باشد .در روزهای تعطیل شروع به کار پشتیبانی مجموعه از ساعت 10 الی 23.30 خواهد بود.لطفا توجه داشته باشید در سایر ساعات شبانه روز امکان ثبت سفارش و استفاده از خدمات سایت وجود دارد و پیگیری وانجام سفارشات هر روز هفته (حتی ایام تعطیل) مطابق با ساعت های اعلام شده خواهد بود.'
                            },
                            {
                                header:'فرآیند احراز هویت حساب کاربری برای چیست؟',
                                text:'به دلیل جلوگیری از کلاهبرداری و سوء استفاده های احتمالی افراد سودجو و براساس تکلیفی که قوانین جاری کشور در موضوع جرایم رایانه ای و تجارت الکترونیک برای فروشندگان فضای مجازی معین نموده است مجموعه کافه ارز حق خود می داند که هر زمان که نیاز فرایند احراز هویت کاربران را اجرا نماید.'
                            },
                            {
                                header:'چگونه می توانم سفارش خود را ثبت نمایم؟',
                                text:'برای شروع استفاده از حداقل خدمات کافه ارز و در خرید از سایت های اینترنتی لازم است ایمیل و شماره تلفن همراه شما در در پنل کاربری تایید شده باشد، . بعد از فعال شدن حساب کاربری، امکان ثبت سفارش در قسمت های مرتبط بسته به نوع خدمات درخواستی به اسانی امکان پذیر است.پس از پرداخت آنلاین فاکتور سفارش از طریق درگاه بانکی یا به صورت کارت به کارت (حواله بانکی) فرآیند انجام سفارش توسط همکاران ما صورت می پذیرد.'
                            },
                            {
                                header:'مدت زمان انجام سفارش من در سایت چقدر است؟',
                                text:'با توجه به تنوع سرویس های پرداخت ، مدت زمان انجام سفارش مرتبط با آن تفاوت دارد، سفارش های حساب های الکترونیک در هر ساعت از شبانه روز به صورت خودکار در لحظه انجام می شود، پردات آن ی شامل وبمانی، پرفکت مانی، خرید کدهای ووچر و پیمر و خرید ارزهای دیجیتال بیت کوین، اتریوم، تتر و سایر رمز ارزها می باشد. اما سفارشات خدماتی مثل خرید از سایت های با پول الکترونیک پی پال یا اسکریل و یا نقد کردن درآمد ارزی بسته به سرویس دهنده مورد نظر بین 1 الی 24 ساعت به طول خواهد انجامید.'
                            },
                            {
                                header:'آیا کافه ارز درآمد های دلاری فریلنسر ها و تریدر را به ریال تبدیل می کند ؟',
                                text:'بله، کافه ارز درآمد های دلاری شما که شامل ارزهای پی پال، وب مانی، پرکت مانی، ارزهای دیجیتال، اسکریل و .. است را به ریال تبدیل می کند.'
                            },
                            {
                                header:'مدت زمان انجام تبدیل ارزها به ریال چقدر است ؟',
                                text:'با توجه به نوع ارزها و وریفای بودن اکانت حساب کاربری شما حدودا بین 15 دقیقه تا 2 ساعت به طول می انجامد.'
                            },
                            {
                                header:'چه نوع ارزهای را به ریال تبدیل می کنید ؟',
                                text:'پی پال، وب مانی، پرفکت مانی،اسکریل، ویزا و مستر و ارزهای دیجیتال'
                            },
                            {
                                header:'برای تبدیل ارز به ریال نیاز به وریفای حساب می باشم ؟',
                                text:'تنها باید نسبت به وریفای کردن حساب بانکی برای تسویه اقدام نمایید.'
                            },
                            {
                                header:'مدت اعتبار گیفت کارت ویزا و مستر چقدر است؟',
                                text:'گیفت کارت‌های ویزا و مستر ، مدت اعتباری بیش از ۶ سال دارند.'
                            },
                            {
                                header:'آیا از گیفت کارت‌های ویزا و مستر می‌توان در گوگل پلی ، پلی استیشن و یا آیتونز استفاده کرد؟',
                                text:'بله'
                            },
                            {
                                header:'برای سفارشات اتوماتیک نیاز به تایید مدارک است ؟',
                                text:'بله'
                            },
                            {
                                header:'مدت رمان انجام سفارشات اتوماتیک چقدر است ؟',
                                text:'اگر حساب کاری شما 100 درصد تایید مدارک شده باشد به صورت آنی انجام می شوند.'
                            },
                            {
                                header:'آیا می‌توان از سایت‌های خارجی با این خدمات خرید کرد؟',
                                text:'بله؛ اگر سایت مورد نظر شما درگاه پرداخت با پرفکت مانی داشته باشد، می‌توانید از این خدمات استفاده کنید. اما باید در نظر داشته باشید که پرداخت‌های مربوط به سایت های شرط بندی، سایت های غیر اخلاقی و دوست یابی در این مجموعه انجام پذیر نیست.'
                            },
                            {
                                header:'هزینه خرید اکانت Agency الکسا چقدر است؟',
                                text:'اکانت Agency الکسا ماهیانه ۲۹۹ دلار بوده اما با خرید دوره آزمایشی (Trial) یک ماهه می توانید از تمامی امکانات پلن Agency الکسا استفاده کنید.'
                            },
                            {
                                header:'امکان بررسی سایت‌های دامنه ir با اکانت الکسا وجود دارد؟',
                                text:'سایت‌هایی که دامنه ir دارند تنها می‌توانند از بررسی آمار کلمه کلیدی خود و رقبا و بک لینک‌ها و ... استفاده کنند اما آمار سئوی سایت (Site Audits) برای این وب‌سایت‌ها قابل ارائه نیست.'
                            },
                            {
                                header:'امکان بررسی سایت‌های دامنه ir با اکانت الکسا وجود دارد؟',
                                text:'سایت‌هایی که دامنه ir دارند تنها می‌توانند از بررسی آمار کلمه کلیدی خود و رقبا و بک لینک‌ها و ... استفاده کنند اما آمار سئوی سایت (Site Audits) برای این وب‌سایت‌ها قابل ارائه نیست.'
                            },
                            {
                                header:'چگونه وارد متاورس شویم؟',
                                text:'شما می‌توانید از طریق پلتفرم های مختلفی همچون دسنترالند، سند باکس یا آپلند وارد جهان متاورس شوید.'
                            },
                            {
                                header:'چگونه در متاورس سرمایه گذاری کنیم؟',
                                text:'روش‌های مختلفی برای شروع سرمایه گذاری در متاورس وجود دارد که شامل خرید توکن های متاورس یا خرید زمین در متاورس می‌شود.'
                            },
                        ]
                    },
                    {
                        value:1,
                        child:[
                            { 
                                header:'برای شارژ حساب پی پال به چه اطلاعاتی نیاز است ؟',
                                text:'برای این خدمات به ایمیل متصل به حساب پی پال گیرنده یا لینک حساب کاربری به آدرس paypal.me گیرنده نیاز است.'
                            },
                            { 
                                header:'چه مدت زمان طول می کشد تا تسویه ریالی انجام شود؟',
                                text:'پس از فروش شارژ Paypal به کافه ارز، طی 1 الی 2 روز کاری با شما تسویه ریالی میشود.'
                            },
                            { 
                                header:'آیا امکان پرداخت invoice paypal وجود دارد؟',
                                text:'بله ، کافه ارز این پرداخت را برای شما انجام میدهد.'
                            },
                            { 
                                header:'آیا افتتاح حساب پی پال انجام می دهید؟',
                                text:'بله'
                            },
                            { 
                                header:'مدت زمان شارژ حساب پی پال چقدر است؟',
                                text:'شارژ حساب پی پال شما بین ۳۰ دقیقه تا ۲ ساعت زمان خواهد برد.'
                            },
                            { 
                                header:'برای شارژ حساب پی پال به چه اطلاعاتی نیاز است؟',
                                text:'برای شارژ حساب به آدرس ایمیل حساب کاربری پی پال شما نیاز است.'
                            },
                            { 
                                header:'آیا می توان با ip ایران از پی پال استفاده کرد؟',
                                text:'خیر'
                            },
                            { 
                                header:'در چه سایت‌هایی می‌توان از خدمات خرید با پی پال استفاده کرد؟',
                                text:'شما می‌توانید از خدمات خرید با پی پل کافه ارز از کلیه سایت‌هایی که درگاه پرداخت پی پال دارند استفاده کنید.'
                            },
                            { 
                                header:'آیا می‌توان از فروشگاه‌های آنلاین خارجی با این خدمات خرید کرد؟',
                                text:'بله؛ اما باید در نظر داشته باشید دریافت کالا به مقصد ایران با پی پال مقدور نیست و شما باید از آدرس کشورهای همسایه برای دریافت استفاده کنید.'
                            },
                            { 
                                header:'آیا می‌توان هزینه‌های مربوط به سفارتخانه‌ها را با پی پال انجام داد؟',
                                text:'بله. شما می‌توانید کلیه پرداخت‌های سفارتخانه و هر وبسایتی که درگاه پرداخت با پی پال را داشته باشد با استفاده از خدمات خرید با پی پال کافه ارز انجام دهید.'
                            },
                            { 
                                header:'برای افتتاح حساب پی پال به چه مدارکی نیاز است؟',
                                text:'برای افتتاح حساب پی پل به اسکن پاسپورت و اطلاعات آی پی اختصاصی یا ریموت دسکتاپ یا VPS نیاز است.'
                            },
                            { 
                                header:'مدت زمان افتتاح حساب پی پل چقدر است؟',
                                text:'باز کردن حساب پی پال معمولا ۲ تا ۷ روز کاری زمان خواهد برد.'
                            },
                            { 
                                header:'اگر حساب پی پال من لیمیت شد چکار کنم؟',
                                text:'در صورت لیمیت شدن حساب، شما می‌توانید از کارشناسان ما راهنمایی بگیرید.'
                            }
                        ]
                    },
                    {
                        value:2,
                        child:[
                            { 
                                header:'مدت زمان انجام سفارشات چقدر است؟',
                                text:'سفارشات خرید و فروش به صورت آنی انجام می شوند.'
                            },
                            { 
                                header:'برای استفاده از خدمات وب مانی باید احراز هویت کنم؟',
                                text:'بله برای انجام سفارشات ارزی باید ابتدا احراز هویت کنید.'
                            },
                            { 
                                header:'کارمزد سفارشات وب مانی چقدر است؟',
                                text:'کافه ارز فقط کارمزد انتقال سایت وب مانی هنگام sendmoney را کسر می کند.'
                            },
                            { 
                                header:'آیا افتتاح حساب وب مانی انجام می دهید؟',
                                text:'بله'
                            },
                            { 
                                header:'آیا سفارشات وب مانی به صورت آنی انجام می شوند؟',
                                text:'بله سفارشات وب مانی به صورت آنی انجام می شوند.'
                            },
                            { 
                                header:'آیا افتتاح حساب وب مانی برای ایرانیان مشکل ایجاد می‌کند؟',
                                text:'خیر. وب مانی یک سرویس پرداخت الکترونیکی روسی است و برای ایرانیان هیچ مشکلی ایجاد نکرده و می‌توان از تمامی امکانات آن استفاده کرد.'
                            },
                            { 
                                header:'انجام تراکنش‌های مالی در وب مانی رایگان است؟',
                                text:'خیر. برای تراکنش های مالی، وب مانی کارمزدی برابر با ۸٪ مقدار انتقال از حساب شما کسر خواهد کرد.'
                            },
                            { 
                                header:'برای افتتاح حساب وبمانی به چه مدارکی نیاز است؟',
                                text:'برای این کار به اطلاعت پاسپورت، اسکن پاسپورت، شماره موبایل و همچنین ایمیل و رمز عبور حساب وب مانی شما شما نیاز است.'
                            },
                            { 
                                header:'شارژ حساب وب مانی در چه مدت زمانی انجام می شود؟',
                                text:'شارژ حساب وبمانی در کافه ارز به صورت اتوماتیک و آنی انجام می‌شود.'
                            },
                            { 
                                header:'برای شارژ حساب وبمانی به چه اطلاعاتی نیاز است؟',
                                text:'برای شارژ حساب به شماره کیف پول وب مانی شما نیاز است.'
                            },
                            { 
                                header:'انجام تراکنش‌های مالی در وب مانی رایگان است؟',
                                text:'خیر. برای تراکنش های مالی، وب مانی کارمزدی برابر با 0.8٪ مقدار انتقال از حساب شما کسر خواهد کرد.'
                            },
                            { 
                                header:'در چه سایت‌هایی می‌توان از خدمات خرید با وب مانی استفاده کرد؟',
                                text:'شما می‌توانید از خدمات خرید با وبمانی کافه ارز از کلیه سایت‌هایی که درگاه پرداخت وب مانی دارند استفاده کنید.'
                            },
                            { 
                                header:'آیا می‌توان از فروشگاه‌های آنلاین خارجی با این خدمات خرید کرد؟',
                                text:'بله؛ اما باید در نظر داشته باشید که فروشگاه مورد نظر شما امکان ارسال به ایران را داشته باشد.'
                            },
                            {
                                header:'آیا پرداخت با درگاه وبمانی امن است؟',
                                text:'بله. تراکنش‌ها در سرویس پرداخت الکترونیکی وب مانی امن، غیرقابل بازگشت و غیرقابل شناسایی هستند.'
                            }
                        ]
                    },
                    {
                        value:3,
                        child:[
                            { 
                                header:'در چه سایت‌هایی می‌توان از خدمات خرید با ویزا و مستر کارت استفاده کرد؟',
                                text:'شما می‌توانید از خدمات خرید با ویزا و مستر کافه ارز از کلیه سایت‌هایی که درگاه پرداخت ویزا کارت و مستر کارت دارند استفاده کنید.'
                            },
                            { 
                                header:'آیا می‌توان شهریه دانشگاه‌های خارجی را با این خدمات انجام داد؟',
                                text:'بله. شما می‌توانید کلیه هزینه‌های مربوط به دانشگاه‌های خارجی را با خدمات خرید با ویزا و مستر کارت کافه ارز انجام دهید.'
                            },
                            { 
                                header:'آیا می‌توان از فروشگاه‌های آنلاین خارجی با این خدمات خرید کرد؟',
                                text:'بله؛ اما باید در نظر داشته باشید که فروشگاه مورد نظر شما امکان ارسال به ایران را داشته باشد.'
                            },
                            { 
                                header:'آیا کافه ارز پرداخت های اینترنتی که با ویزا و مستر کارت هست را انجام می دهد؟',
                                text:'بله کافه ارز پرداخت شما را انجام می دهد.'
                            },
                            { 
                                header:'مدت اعتبار کارت مجازی ویزا و مستر چقدر است؟',
                                text:'ویزا و مستر کارت های مجازی ، مدت اعتباری ۶ الی 12 ماهه دارند.'
                            },
                            { 
                                header:'قیمت کارت های مجازی ویزا / مستر چقدر است؟',
                                text:'شما می‌توانید این گیفت کارت را در انواع 5، 10، 15، 20، 25، 50 و 500 دلاری از کافه ارز تهیه کنید.'
                            },
                            { 
                                header:'با کارت مجازی ویزا می‌توان اکانت پی پال را وریفای کرد؟',
                                text:'بله، امکان وریفای کردن تمام کشورها دارای پی پال با این کارت ممکن هست.'
                            },
                            { 
                                header:'کارت‌های مجازی ویزا و مستر قابلیت شارژ مجدد دارند؟',
                                text:'خیر. پس از اتمام موجودی و اعتبار امکان شارژ و استفاده مجدد ندارند.'
                            },
                            { 
                                header:'با ویزا کارت های مجازی در وبسایت‌ها فقط می‌توان به دلار پرداخت کرد؟',
                                text:'خیر، شما می توایند با واحد غیر دلار نیز خریدهای خود را انجام دهید اما درصدی کارمزد توسط شرکت ویزا/مستر برای تبدیل واحد ارز از حساب شما کسر خواهد شد.'
                            },
                            { 
                                header:'مدت زمان صدور گیفت کارت ویزا و مستر چقدر است؟',
                                text:'به طور معمول مدت زمان صدور این کارت‌ها ۴۸ ساعت است.'
                            },
                            { 
                                header:'گیفت کارت ویزا و مستر در چه مبالغی موجود است؟',
                                text:'شما می‌توانید گیفت کارت‌ها را در مبالغ ۱۰ دلاری، ۲۵ دلاری، ۵۰ دلاری، ۱۰۰ دلاری، ۲۰۰ دلاری و ۵۰۰ دلاری خریداری کنید.'
                            },
                            { 
                                header:'هزینه صدور گیفت کارت ویزا و مستر چقدر است؟',
                                text:'هزینه صدور گیفت کارت در کافه ارز مبلغ 5 دلار است که هنگام خرید به مبلغ سفارش شما افزوده می‌شود.'
                            },
                            { 
                                header:'آیا این کارت‌ها پنل اینترنت بانک دارند؟',
                                text:'بله. گیفت کارت‌های وانیلا امکان مشاهده گردش حساب در پنل اینترنت بانک را دارند.'
                            },
                            { 
                                header:'آیا این کارت‌ها هزینه نگهداری ماهیانه یا سالانه دارند؟',
                                text:'خیر'
                            },
                            { 
                                header:'آیا این کارت‌ها قابل ریفاند هستند؟',
                                text:'بله'
                            },
                            { 
                                header:'با مستر کارت و ویزا کارت چه کارهایی می‌توان انجام داد؟',
                                text:'با ویزا کارت و مستر کارت می‌توانید از اکثر سایت‌ها و فروشگاه‌های خارجی خرید کنید.'
                            },
                            { 
                                header:'هزینه صدور ویزاکارت و مسترکارت مجازی چقدر است؟',
                                text:'هزینه هر یک با توجه به مبلغ کارت مشخص می‌شود.'
                            }
                        ]
                    },
                    {
                        value:4,
                        child:[
                            { 
                                header:'مدت زمان انجام هر سفارش چقدر است ؟',
                                text:'در کافه ارز سفارشات ارزهای دیجیتال به صورت آنی انجام می شود'
                            },
                            { 
                                header:'آیا از همه ارزهای دیجیتال پشتیبانی می کنید ؟',
                                text:'کافه ارز 250 ارز معتبر مارکت را پشتیبانی می کند.'
                            },
                            { 
                                header:'آیا برای انتقال ارزهای کارمزد می گیرید؟',
                                text:'خیر، کافه ارز تنها فی انتقال شبکه را از میزان وارد شده شما کسر می کند.'
                            },
                            { 
                                header:'برای خرید و فروش ارزهای دیجیتال باید احراز هویت شویم ؟',
                                text:'بله، طبق درستور مقامات قضایی همه سفارشات مالی و ارزی با احراز هویت کاربر انجام می شود.'
                            }
                        ]
                    },
                    {
                        value:5,
                        child:[
                            { 
                                header:'پرفکت مانی چیست ؟',
                                text:'پرفکت مانی یک شرکت و سیستم پرداخت بین‌المللی است که با آن می‌توانید به راحتی پرداخت‌های اینترنتی خود در سایت‌های خارجی را انجام دهید، به سراسر جهان ارز منتقل کنید یا درآمدهای ارزی خود را دریافت کنید.'
                            },
                            { 
                                header:'آیا خدمات خرید و فروش ووچر پرفکت مانی کافه ارز وجود دارد؟',
                                text:'بله، در کافه ارز میتوانید خرید و فروش ووچر را به صورت آنی انجام دهید.'
                            },
                            { 
                                header:'آیا برای انجام سفارشات پرفکت مانی نیاز به احراز هویت است ؟',
                                text:'بله برای سفارشات ارزی باید حساب کاربری خود را وریفای کامل کنید.'
                            },
                            { 
                                header:'مدت رمان انجام سفارشات چقدر است؟',
                                text:'سفارشات پرفکت مانی به صورت آنی انجام می شوند.'
                            },
                            { 
                                header:'آیا سفارشات پرفکت مانی به صورت اتوماتیک انجام می شوند؟',
                                text:'بله همه سفارشات پرفکت مانی به صورت آنی انجام می شوند.'
                            },
                            { 
                                header:'آیا می‌توان با استفاده از خدمات خرید با پرفکت مانی حساب بروکرهای خارجی را شارژ کرد؟',
                                text:'بله. شما می‌توانید اکانت بروکرهای خارجی همچون بروکر آلپاری، فارکس، ... را با استفاده از این خدمات شارژ کنید.'
                            },
                            { 
                                header:'مدت زمان افتتاح حساب پرفکت مانی چقدر است؟',
                                text:'افتتاح حساب پرفکت مانی ممکن است تا ۴ روز کاری به طول بیانجامد.'
                            },
                            { 
                                header:'پرفکت مانی از چه ارزهایی پشتیبانی می‌کند؟',
                                text:'دلار آمریکا، یورو، بیت کوین و طلا.'
                            },
                            { 
                                header:'برای افتتاح حساب پرفکت مانی به چه مدارکی نیاز است؟',
                                text:'برای افتتاح حساب به یک آدرس ایمیل معتبر، شماره همراه، اسکن قبض کاغذی برق/گاز/آب یا تلفن و همچنین اسکن پاسپورت یا کارت ملی نیاز است.'
                            },
                            { 
                                header:'آیا می‌توانم ووچر پرفکت مانی خود را به ریال تبدیل کنم؟',
                                text:'بله. شما می‌توانید موجودی حساب پرفکت مانی خود را با خدمات کافه ارز به ریال تبدیل کنید.'
                            },
                            { 
                                header:'آیا می‌توانم با ووچر پرفکت مانی حساب خود را شارژ کنم؟',
                                text:'بله'
                            },
                            { 
                                header:'مدت زمان صدور ووچر پرفکت مانی چقدر است ؟',
                                text:'صدور ووچر و شارژ حساب پرفکت مانی در کافه ارز به صورت آنی انجام می شود.'
                            },
                            { 
                                header:'مدت زمان شارژ حساب پرفکت مانی چقدر است؟',
                                text:'شارژ حساب پرفکت مانی (Perfect Money) در کافه ارز به صورت اتوماتیک و آنی انجام می‌شود.'
                            },
                            { 
                                header:'برای شارژ حساب پرفکت مانی به چه اطلاعاتی نیاز است؟',
                                text:'برای شارژ حساب خود باید شماره کیف پول پرفکت مانی خود را وارد کنید.'
                            },
                            { 
                                header:'آیا می‌توان با پرفکت مانی ارز دیجیتال را از صرافی‌های خارجی خرید؟',
                                text:'بله؛ در صورتی که صرافی مورد نظر شما درگاه پرداخت با پرفکت مانی داشته باشد.'
                            }
                        ]
                    },
                    {
                        value:6,
                        child:[
                            { 
                                header:'مدت زمان انجام سفارشات چقدر است؟',
                                text:'بین 5 تا 30 دقیقه'
                            },
                            { 
                                header:'از چه گیفت کارت های پشتیبانی می کنید؟',
                                text:'آیتونز، آمازون، پلی استیشن، استیم، ایکس باکس،گوگل پلی، اسپاتیفای، ریزرگلد، بلیزارد، پابجی، فری فایر'
                            },
                            { 
                                header:'برای خرید گیفت کارت نیاز به احراز هویت دارم؟',
                                text:'بله، با توجه به دستورات مقامات قضایی برای سفارشات ارزی کاربران باید احراز هویت شوند.'
                            },
                            { 
                                header:'برای خرید گیفت کارت محدودیت خرید ندارم؟',
                                text:'خیر، پس از احراز هویت می توانید به دلخواه خود خرید کنید.'
                            },
                            { 
                                header:'مدت زمان صدور گیفت کارت آمریکن اکسپرس چقدر است؟',
                                text:'به طور معمول مدت زمان صدور این گیفت کارت‌ها ۲۴ تا ۷۲ ساعت است.'
                            },
                            { 
                                header:'مدت اعتبار گیفت کارت امریکن اکسپرس چقدر است؟',
                                text:'گیفت کارت‌های امریکن اکسپرس ، مدت اعتباری ۶ تا ۱۰ سال دارند.'
                            },
                            { 
                                header:'گیفت کارت آمریکن اکسپرس در چه مبالغی موجود است؟',
                                text:'شما می‌توانید گیفت کارت‌های امکس را در مبالغ مبالع ۱۰ دلار الی ۵۰۰ دلاری خریداری کنید.'
                            },
                            { 
                                header:'هزینه صدور گیفت کارت آمریکن اکسپرس چقدر است؟',
                                text:'هزینه صدور گیفت کارت آمریکن اکسپرس در کافه ارز مبلغ 10 دلار است که هنگام خرید به مبلغ سفارش شما افزوده می‌شود.'
                            },
                            { 
                                header:'آیا از گیفت کارت‌های آمریکن اکسپرس می‌توان در گوگل پلی ، پلی استیشن و یا آیتونز استفاده کرد؟',
                                text:'بله'
                            },
                            { 
                                header:'آیا امکان سفارش مستقیم برای ایران از سایت آمازون وجود دارد؟',
                                text:'خیر. با توجه به تحریم‌های موجود، ارسال مستقیم به ایران امکان‌پذیر نیست.'
                            },
                            { 
                                header:'از گیفت کارت آمازون خریداری شده چگونه استفاده کنیم؟',
                                text:'ابتدا یک اکانت در وبسایت آمازون آمریکا بسازید؛ پس از آن می‌توانید با کد گیفت کارت خریداری شده خود، حساب خود را شارژ و اقدام به خرید کنید.'
                            },
                            { 
                                header:'مدت زمان صدور گیفت کارت آمازون چقدر است؟',
                                text:'به طور معمول مدت زمان صدور این گیفت کارت‌ها بین 30 دقیقه تا 1 ساعت است.'
                            },
                            { 
                                header:'مدت اعتبار گیفت کارت آمازون چقدر است؟',
                                text:'گیفت کارت‌های آمازون تاریخ انقضا ندارند.'
                            },
                            { 
                                header:'آیا از گیفت کارت‌های آمازون می‌توان در سایتی غیر از آمازون استفاده کرد؟',
                                text:'خیر'
                            },
                            { 
                                header:'مزایای خرید گیفت کارت های آمازون چیست؟',
                                text:'با خرید گیفت کارت آمازون بدون نیاز به داشتن کارت‌های اعتباری بین‌المللی، می‌توانید انواع نرم‌افزارها، کالاهای دیجیتال و ... را از وبسایت آمازون خریداری کنید.'
                            },
                            { 
                                header:'چطور از الماس فری فایر خود استفاده کنم؟',
                                text:'به اکانت فری فایر خود وارد شوید؛ در قسمت Redeem منو، کد گیفت کارت فری فایر خود را که هنگام خرید به ایمیل شما ارسال می‌شود را وارد کنید.'
                            },
                            { 
                                header:'مدت زمان اعتبار الماس‌های فری فایر چقدر است؟',
                                text:'این الماس‌ها به عنوان موجودی درون بازی شما تا زمانی که از آن استفاده کنید اعتبار دارند.'
                            },
                            { 
                                header:'چطور از گیفت کارت اسپاتیفای خود استفاده کنم؟',
                                text:'پس از خرید گیفت کارت Spotify یک کد به ایمیل شما ارسال می‌شود که شما می‌توانید در اکانت اسپاتیفای خود آن را Redeem کرده و اکانت خود را ارتقا دهید.'
                            },
                            { 
                                header:'مدت اعتبار گیفت کارت های اسپاتیفای چقدر است؟',
                                text:'این گیفت کارت‌ها تاریخ انقضا ندارند و شما می‌توانید تا پایان موجودی از آن استفاده کنید.'
                            },
                            { 
                                header:'گیفت کارت اسپاتیفای در چه مبالغی موجود است؟',
                                text:'گیفت کارت Spotify در مبالغ ۱۰ دلاری، ۳۰ دلاری و ۶۰ دلاری موجود است.'
                            },
                            { 
                                header:'مدت اعتبار گیفت کارت استیم چقدر است؟',
                                text:'گیفت کارت‌های استیم تاریخ انقضا ندارند.'
                            },
                            { 
                                header:'چگونه از گیفت کارت استیم خود استفاده کنم؟',
                                text:'پس از خرید گیفت کارت Steam یک کد دریافت خواهید کرد که باید آن را در اکانت استیم خود وارد کرده و بدین ترتیب اکانت خود را شارژ کنید.'
                            },
                            { 
                                header:'مدت زمان صدور گیفت کارت استیم چقدر است؟',
                                text:'به طور معمول مدت زمان صدور این گیفت کارت‌ها 30 دقیقه تا 1 ساعت ساعت است.'
                            },
                            { 
                                header:'گیفت کارت استیم در چه مبالغی موجود است؟',
                                text:'شما می‌توانید گیفت کارت استیم را در مبالغ ۵ دلاری، ۱۰ دلاری، ۵۰ دلاری و ۱۰۰ دلاری خریداری کنید.'
                            },
                            { 
                                header:'نحوه استفاده از گیفت کارت آیتونز چگونه است؟',
                                text:'پس از خرید و دریافت کد گیفت کارت، وارد حساب اپل خود شوید و با استفاده از این کد حساب خود را شارژ کنید.'
                            },
                            { 
                                header:'گیفت کارت آیتونز در چه مبالغی موجود است؟',
                                text:'شما می‌توانید گیفت کارت iTunes را در مبالغ ۵ دلاری، ۱۰ دلاری، ۱۵ دلاری، ۲۵ دلاری، ۵۰ دلاری و ۱۰۰ دلاری خریداری کنید.'
                            },
                            { 
                                header:'مدت اعتبار گیفت کارت آیتونز چقدر است؟',
                                text:'گیفت کارت‌های آیتونز تاریخ انقضا ندارند.'
                            },
                            { 
                                header:'از گیفت کارت ایکس باکس می‌توان برای کنسول Xbox One هم استفاده کرد؟',
                                text:'بله. این گیفت کارت قابلیت استفاده برای همه کنسول‌های ایکس باکس را دارند.'
                            },
                            { 
                                header:'این گیفت کارت قابلیت استفاده در Xbox Live را هم دارد؟',
                                text:'بله'
                            },
                            { 
                                header:'گیفت کارت ایکس باکس قابل انتقال است؟',
                                text:'خیر'
                            },
                            { 
                                header:'مدت اعتبار گیفت کارت ایکس باکس چقدر است؟',
                                text:'این کارت‌ها تاریخ انقضا ندارند و شما می‌توانید تا پایان شارژ ار آن استفاده کنید.'
                            },
                            { 
                                header:'گیفت کارت ایکس باکس قابل شارژ شدن است؟',
                                text:'خیر. گیفت کارت‌ها امکان شارژ مجدد ندارند.'
                            },
                            { 
                                header:'چطور از گیفت کارت بلیزارد خود استفاده کنم؟',
                                text:'وارد اکانت بلیزارد خود شده و پس از آن وارد قسمت تنظیمات شوید. بر روی قسمت Add a Game Key کلیک کرده و کد گیفت کارت بلیزارد خود را وارد کنید.'
                            },
                            { 
                                header:'گیفت کارت بلیزارد در چه مبالغی موجود است؟',
                                text:'گیفت کارت بلیزارد در کافه ارز در سه نوع ۲۰ دلاری، ۵۰ دلاری و همچنین گیفت کارت ۶۰ روزه دنیای وارکرفت (World of Warcraft) موجود است.'
                            },
                            { 
                                header:'مدت اعتبار گیفت کارت Blizzard چقدر است؟',
                                text:'به طور معمول اکثر گیفت کارت ها تاریخ انقضا ندارند به همین دلیل هم گزینه ی مناسبی برای هدیه به دوستان خود می باشد.'
                            },
                            { 
                                header:'آیا این گیفت کارت خریداری شده قابل عودت یا تعویض می باشد؟',
                                text:'خیر، از آنجاییکه گیفت کارت یک محصول مجازی می باشد و در هر لحظه امکان استفاده آن وجود دارد ،پس از تحویل کد امکان استرداد و یا تعویض آن وجود ندارد.'
                            },
                            { 
                                header:'کارمزد خرید گیفت کارت بلیزارد بتل نت چقدر است؟',
                                text:'خرید گیفت کارت بلیزارذ هیچ کارمزدی نداشته وشما میتوانید این کارت را با کمترین هزینه از کافه ارز تهیه نمایید.'
                            },
                            { 
                                header:'چطور از گیفت کارت پابجی خود استفاده کنم؟',
                                text:'وارد سایت Midasbuy شده و وارد اکانت خود شوید. با استفاده از آی‌دی بازی خود و کد گیفت کارت پابجی می‌توانید حساب خود را شارژ کنید.'
                            },
                            { 
                                header:'مدت اعتبار گیفت کارت PUBG چقدر است؟',
                                text:'گیفت کارت‌های پابجی تاریخ انقضا ندارند.'
                            },
                            { 
                                header:'مدت اعتبار گیفت کارت پلی استیشن چقدر است؟',
                                text:'گیفت کارت‌های پلی‌استیشن تاریخ انقضا ندارند.'
                            },
                            { 
                                header:'اعتبار گیفت کارت PlayStation قابل انتقال است؟',
                                text:'خیر'
                            },
                            { 
                                header:'گیفت کارت پلی استیشن در کدام کنسول‌ها قابل استفاده است؟',
                                text:'کارت هدیه PlayStation بر روی کنسول‌های PS3، PS4، PS5 و PS VR قابل استفاده است.'
                            },
                            { 
                                header:'گیفت کارت پلی استیشن پلاس در چه مدت زمان‌هایی موجود است؟',
                                text:'گیفت کارت PlayStation Plus را می‌توانید در مدت زمان‌های سه ماهه و یک ساله خریداری کنید.'
                            },
                            { 
                                header:'نحوه استفاده از گیفت کارت ریزر گلد چگونه است؟',
                                text:'پس از خرید گیفت کارت Razer Gold یک کد دریافت می‌کنید؛ به اکانت ریزر گلد خود وارد شده و در منوی Gold در بالای صفحه، بر روی گزینه Reload Now کلیک کنید. از میان روش‌های مختلف شارژ، گزینه Razer Gold Pin را انتخاب کرده و کد گیفت کارت خود را وارد کنید.'
                            },
                            { 
                                header:'گیفت کارت ریزر گلد در چه مبالغی موجود است؟',
                                text:'گیفت کارت ریزرگلد در کافه ارز از ۵ دلاری تا ۵۰۰ دلاری موجود است.'
                            },
                            { 
                                header:'مدت اعتبار گیفت کارت ریزر گلد چقدر است؟',
                                text:'بطور معمول اکثر گیفت کارت ها تاریخ انقضا ندارند به همین دلیل هم گزینه ی مناسبی برای هدیه به دوستان خود می باشد.'
                            },
                            { 
                                header:'کاربرد گیف کارت ریزر گلد چیست؟',
                                text:'از این گیفت کارت ها می توانید برای خرید بازی و پرداخت های درون برنامه ای استفاده کنید.'
                            },
                            { 
                                header:'آیا گیفت کارت گوگل پلی کافه ارز به صورت فیزیکی است؟',
                                text:'خیر؛ گیفت کار‌های گوگل پلی موجود در کافه ارز مجازی هستند.'
                            },
                            { 
                                header:'چگونه از گیفت کارت Google Play خود استفاده کنم؟',
                                text:'پس از خرید گیفت کارت گوگل ، یک کد به شما ارسال می‌شود که با استفاده از آن در اکانت گوگل خود، می‌توانید آن را Redeem کرده و آن را شارژ کنید.'
                            },
                            { 
                                header:'گیفت کارت گوگل تا چه مدت اعتبار دارد؟',
                                text:'این گیفت کارت‌ها تاریخ انقضا ندارند.'
                            },
                            { 
                                header:'از این گفت کارت می‌توان در پلتفرم‌های دیگر استفاده کرد؟',
                                text:'از این گفت کارت می‌توان در پلتفرم‌های دیگر استفاده کرد؟'
                            }
                        ]
                    },
                    {
                        value:7,
                        child:[
                            { 
                                header:'پایر Payeer چیست؟',
                                text:'پایر (PAYEER) یا پی یر ، یک سیستم پرداخت الکترونیکی است که به کاربران امکان ارسال و دریافت پول، انجام خرید‌های آنلاین و همچنین خرید و فروش ارزهای دیجیتال را می‌دهد.'
                            },
                            { 
                                header:'مدت زمان شارژ حساب پایر چقدر است؟',
                                text:'شارژ حساب Payeer در کافه ارز به صورت آنی انجام می‌شود.'
                            },
                            { 
                                header:'پایر از چه ارزهایی پشتیبانی می‌کند؟',
                                text:'پایر از ارزهایی همچون ﯾﻮﺭﻭ، ﺩﻻﺭ، ﺭﻭﺑﻞ ﻭ ﺍﺭﺯﻫﺎﯼ ﺩﯾﺠﯿﺘﺎﻝ همچون ﺑﯿﺖ ﮐﻮﯾﻦ، ﻻﯾﺖ ﮐﻮﯾﻦ، ﺍﺗﺮﯾﻮﻡ ﭘﺸﺘﯿﺒﺎﻧﯽ ﻣﯽﮐﻨﺪ.'
                            },
                            { 
                                header:'مدت زمان نقد کردن موجودی پایر چقدر است؟',
                                text:'نقد کردن موجودی پایر به ریال در کافه ارز به صورت آنی انجام می‌شود.'
                            }
                        ]
                    },
                    {
                        value:8,
                        child:[
                            { 
                                header:'کدامیک از پلن‌های الکسا مناسب کسب و کارهای آنلاین است؟',
                                text:'خرید اکانت Agency الکسا به صاحبان کسب و کارهای آنلاین پیشنهاد می‌شود.'
                            },
                            { 
                                header:'هزینه سویس فی پرداخت شده چه مدت اعتبار دارد؟',
                                text:'مدت اعتبار هزینه سویس پرداخت شده یک سال است.'
                            },
                            { 
                                header:'هزینه سویس فی آمریکا چقدر است؟',
                                text:'هزینه سویس فی به نوع ویزای شما بستگی دارد. هزینه سویس ویزا F-1 مبلغ ۳۵۰ دلار و برای ویزا J-1 برابر با ۲۲۰ دلار است.'
                            },
                            { 
                                header:'در صورت ریجکت شدن در مصاحبه سفارت ، هزینه سویس فی باید مجددا پرداخت شود؟',
                                text:'خیر. اگر در مصاحبه سفارت خود پذیرفته نشده و رد شوید، برای مصاحبه دوباره نیازی به پرداخت مجدد این هزینه نیست.'
                            }
                        ]
                    },
                ]
            }
        },
        computed:{
            filterPanel(){
                let data = []
                if (this.search) {
                    for (let i = 0; i < this.panels.length; i++) {
                        const el = this.panels[i];
                        for (let j = 0; j < el.child.length; j++) {
                            const el1 = el.child[j];
                            data.push({
                                header: el1.header,
                                text: el1.text
                            })
                        }
                    }
                    return data.filter(panel=>{
                        return this.search.toLowerCase().split(" ").every(v=> panel.header.toLowerCase().includes(v))
                    })
                }
                else{
                    return this.panels
                }
            }
        },
        mounted(){
            this.value = 0
        }
    }
</script>

<style lang="scss" scoped>

</style>