<template>
    <section class="service-section">
        <div class="about-pay-pal">
            <div class="head">متاورس چیست؟</div>
            <p class="desc">متا (Meta) در زبان یونانی به معنی فراتر و ورس (Verse) عبارت کوتاه شده کلمه یونیورس (Universe) به معنای جهان است. بنابراین متاورس به چیزی فراتر از واقعیت موجود اشاره دارد. فناوری متاورس را می‌توان به عنوان جانشین اینترنت یا تکامل نهایی اینترنت تعریف کرد. متاورس از بی‌شمار محیط پیوسته دیجیتال تشکیل شده که هم با یکدیگر تعامل دارند و هم با دنیای فیزیکی و می‌تواند اقتصادی شکوفا را رقم بزند. در حال حاضرMetaverse به عنوان یک واقعیت دیجیتالی معرفی شده است که واقعیت افزوده (AR)، واقعیت مجازی (VR) و واقعیت ترکیبی (MR) را با یکدیگر ترکیب کرده و یک واقعیت تعمیم یافته (XR) را ارائه می‌دهد. متاورس می‌تواند صنایع و بازارهای قدیمی مانند بانکداری و امور مالی، فروش و آموزش، ورزش، سلامت و غیره را متحول کند.</p>
            <p class="desc">
                برای ورود به متاورس و سرمایه گذاری در این فناوری پیشرفته روش‌های متفاوتی وجود دارد که محبوب‌ترین آن‌ها خرید زمین در دنیای متاورس و خرید ارزهای متاورس است.سرمایه گذاری در متاورس با روش‌های مختلفی امکان‌پذیر است که از جمله آن‌ها می‌توان به خرید توکن های متاورس ، خرید زمین در متاورس ، خرید NFT بازی ، خرید سهام متاورس و سرمایه گذاری در شاخص متاورس (MVI) اشاره کرد.
            </p>
        </div>
        <div class="all-service-paypal">
            <div class="head">کاربرد های متاورس</div>
            <v-row class="row ma-0">
                <v-col cols="12" sm="6">
                    <img src="/assets/images/metaverse/metaverse-currencies.svg" alt="">
                </v-col>
                <v-col cols="12" sm="5">
                    <div class="head">خرید توکن های متاورس</div>
                    <div class="desc">قیمت توکن های متاورس با سرعت رو به رشد و افزایش است و کمپانی‌هایی که مرتبط با حوزه متاورس کار می‌کنند روز به روز بیشتر مورد توجه مردم و سرمایه‌گذاران قرار می‌گیرند. اگر قصد ورود به دنیای متاورس را دارید یکی از روش‌های آن خرید ارزهای متاورس است.</div>
                    <div class="actions">
                        <v-btn class="take-order" href="https://cafearz.com/buy-metaverse-tokens" depressed> خرید توکن های متاورس </v-btn>
                    </div>
                </v-col>
                <v-col cols="12">
                    <div class="desc">
                        از جمله بهترین توکن های متاورس می‌توان به انجین کوین (ENJ)، توکن دسنترالند یعنی مانا (MANA)، سندباکس (SANDBOX)، آکسی اینفینیتی (Axie Infinity) و اولترا (UOS) اشاره کرد. شما می‌توانید لیست ارزهای متاورس را در کافه ارز بررسی کنید و همچنین به صورت اتوماتیک نسبت به خرید ارزهای دیجیتال متاورس اقدام کنید.
                    </div>
                </v-col>
            </v-row>
            <v-row class="ma-0 row">
                <v-col cols="12" sm="5">
                    <div class="head">بازی های متاورس</div>
                    <div class="desc">
                        بسیاری از بازی های متاورس به بازیکنان اجازه می‌دهد در حین بازی درآمد کسب کنند. بازی متاورس شما را به دنیایی مجازی و جایگزین برده و به شما امکان بازی با شرایط خود را داده و به نوعی شبیه‌سازی زندگی واقعی به شمار می‌روند که با آ‌ن می‌توانید صاحب زمین باشید، خرید کنید و همچنین امکان کسب درآمد از بازی، تماشای کنسرت و حتی کار به صورت مجازی را می‌دهد. از بهترین بازی های متاورس می‌توان به بازی اکسی اینفینیتی (Axie Infinity)، سند باکس (SandBox)، دسنترالند (Decentraland)، بازی Upland، موباکس (MoBox)، استاراطلس (StarAtlas) اشاره کرد.
                    </div>
                </v-col>
                <v-col cols="12" sm="6">
                    <img src="/assets/images/metaverse/metaverse-games1.svg" alt="">
                </v-col>
            </v-row>
            <v-row class="ma-0 row">
                <v-col cols="12">
                    <div class="head">خرید زمین مجازی در متاورس</div>
                    <div class="desc">
                        یکی دیگر از راه‌های سرمایه‌گذاری در جهان متاورس ، خرید زمین در متاورس است. با افزایش محبوبیت متاورس در دنیا، قیمت زمین در متاورس نیز افزایش یافته است. همانند زمین واقعی، زمین های مجازی نیز به صورت قطعه و با ارز مختص آن قابل خرید و فروش است.</div>
                        <p class="desc">
                            از جمله کاربردهای زمین های متاورس می‌توان به امکان میزبانی رویدادها یا جشن‌ها و کنسرت‌ها در زمین مجازی، امکان برپایی نمایشگاه هنری یا اجاره دادن آن‌ها به گالری داران حوزه NFT، خرید و فروش زمین مجازی همچون دنیای واقعی و بسیاری کاربردهای دیگر اشاره کرد. برای خرید زمین مجازی در متاورس باید ابتدا یک پروژه متاورس همچون دسنترالند، سندباکس، اکسی اینفینیتی یا Upland را انتخاب کنید.
                        </p>
                        <p class="desc">
                            برای خرید ملک مجازی همچون خرید زمین در دسنترالند یا خرید زمین در سندباکس یا خرید زمین در Upland نیاز به داشتن کارت اعتباری یا حساب بین‌المللی دارید. اگر قصد خرید زمین مجازی را دارید می‌توانید با استفاده از خدمات خرید زمین مجازی در متاورس سایت کافه ارز بدون داشتن کارت یا حساب بین‌المللی نسبت به خرید زمین متاورسی اقدام کنید.
                        </p>
                        <div class="actions">
                            <v-btn class="take-order d-flex mx-auto" href="https://cafearz.com/buy-virtual-land" width="430" depressed> خرید زمین در متاورس </v-btn>
                        </div>
                </v-col>
                <v-col cols="12">
                    <img src="/assets/images/metaverse/metaverse-virtual-land1.svg" alt="">
                </v-col>
            </v-row>
        </div>
        <div class="start-from-now">
            <div class="bg" />
            <div class="head">مشاوره و پاسخ به سوالات</div>
            <div class="subhead">برای گرفتن شماره و پاسخ به سوالات تماس بگیرید</div>
            <div class="tell">021-91014920</div>
        </div>
        <div class="tree-view">
            <div class="action">
                <v-icon @click="expand =! expand">{{ expand ? 'mdi-menu-down' : 'mdi-menu-left'}}</v-icon>
                <div class="header">توضیحات</div>
            </div>
            <div class="content" v-if="expand">
                <p>
                    <a href="https://cafearz.com/metaverse" class="link">متاورس</a> چیست ؟ این سوالی است که ممکن است در ذهن بسیاری به وجود آمده باشد. از زمانی که فیسبوک نام خود را به متافیسبوک تغییر داد، بحث و گمانه‌زنی‌ها در مورد دنیای متاورس بیشتر شده است. اوایل ماه دسامبر یک کمپانی مستغلات متاورس مبتنی بر <a href="https://cafearz.com/blog/what-is-nft/" class="link">NFT</a> به نام متاورس گروپ، یک قطعه زمین در یک پلتفرم مستغلاتی مجازی به نام <a href="https://cafearz.com/blog/%d8%af%d8%b3%d9%86%d8%aa%d8%b1%d8%a7%d9%84%d9%86%d8%af-mana-%da%86%db%8c%d8%b3%d8%aa%d8%9f-%d8%b1%d8%a7%d9%87%d9%86%d9%85%d8%a7%db%8c%db%8c-%d8%a8%d8%b1%d8%a7%db%8c-%d9%85%d8%a8%d8%aa%d8%af%db%8c/" class="link">دسنترالند</a> به ارزش ۲.۳۴ میلیون دلار خریداری کرد. این بالاترین مقداری بود که تاکنون برای املاک مجازی پرداخت شده بود.
                </p>
                <p>
                    گرچه مفهوم متاورس حدود سه دهه است که وجود دارد اما به تازگی به موضوع داغ و مهمی تبدیل شده است. البته پاسخ به این پرسش که « متاورس چیست ؟» ساده نیست. چون مشخص نیست متاورس چگونه بوده و هیچ‌کس هم نمی‌داند در آینده چگونه خواهد بود.
                </p>
                <p>متیو بال، سرمایه‌گذار مشهور در مقاله خود درباره متاورس می‌گوید:</p>
                <p>«متاورس شبکه‌ای عظیم بی‌شمار دنیای سه بعدی مجازی real-time است که به صورت مقیاس‌پذیر و تعامل‌پذیر با یکدیگر قرار داشته و بی‌نهایت کاربر می‌توانند به صورت هم‌زمان آن‌ها را تجربه کنند که شامل پیوستگی داده مانند هویت، تاریخ، اشیا، ارتباطات و پرداخت‌ها است. متاورس تاحدودی جانشین اینترنت موبایل است. اما اساسا جایگزین اینترنت نمی‌شود بلکه آن را متحول خواهد ساخت».</p>
                <p>چون متاورس دائما در حال توسعه است هر احتمالی وجود دارد که به مرور زمان هر آنچه امروز تصور می‌شود به واقعیت تبدیل شود. اما Metaverse چیست و آینده متاورس چگونه خواهد بود؟</p>
                <h2>متاورس چیست؟</h2>
                <p>
                    کلمه متاورس از دو کلمه مجزای «متا» و «ورس» ساخته شده است. کلمه متا پیشوند یونانی به معنای فراتر و کلمه ورس از کلمه یونیورس به معنای جهان می‌آید. این کلمه در ابتدا در حوزه ادبیات در رمان نیل استفانسون در سال ۱۹۹۲ به نام «بهمن» به کار رفت. عبارت متاورس در این کتاب به معنای تکامل نهایی اینترنت بود – نوعی واقعیت مجازی که در آن تعاملات مجازی می‌تواند تاثیر مستقیم بر دنیای واقعی هم داشته باشد. در این کتاب به خوبی به جمع‌بندی متاورس پرداخته شده است. متاورس یک فضای مجازی با پایداری فیزیکی است که در آن آواتارهای مجازی، تعاملات مجازی و بازی و موارد منحصر به فرد دیگر وجود دارد. از زمان انتشار این کتاب، کتاب‌ها، فیلم و سریال‌ها تلویزیونی دیگری با این مفهوم ساخته شده‌اند که یکی از آن‌ها فیلم سینمایی «بازیکن شماره ۱، آماده» از استیون اسپیلبرگ بود که از رمان ارنست کلین با همین نام، اقتباس شده است.
                </p>
                <h2>ایده متاورس فیسبوک چیست؟</h2>
                <p>
                    در ۲۸ اکتبر ۲۰۲۱ فیسبوک اعلام کرد که نام خود را به Meta Platforms Inc یا اختصارا متا تغییر داده است. این نام واقعا هوشمندانه و با دقت انتخاب شده بود که نشان‌دهنده آینده ناگزیر ارتباط انسان و شاید زندگی است. مارک زاکربرگ در نامه خود پس از اعلام تغییر نام نوشت:
                </p>
                <p>
                    «کیفیت تعیین‌کننده متاورس ، احساس حضور خواهد بود درست مانند این‌که شما با فرد دیگر در جای دیگری هستید. احساس حضور با فرد دیگر، رویای بزرگ و نهایی فناوری شبکه‌های اجتماعی است. به همین دلیل است که ما تمرکز خود را روی ساخت آن می‌گذاریم».
                </p>
                <p>
                    زاکربرگ در یک ویدیوی ۷۷ دقیقه‌ای نشان داد مردم می‌توانند هرکاری که در دنیای واقعی انجام می‌دهند در متاورس هم انجام دهند. او گفت هر هدست واقعیت مجازی یا هر گجت پوشیدنی که برای این منظور طراحی شود دروازه‌ای به سوی این جهان خواهد بود.
                </p>
                <p>
                    ایده متاورس فیسبوک شامل آواتارهای مجازی مردم در حال بازی، برگزاری جلسه، شرکت در کارگاه‌های آموزشی، ورزش، مطالعه، دورهمی و تمام فعالیت‌هایی است که در واقعیت انجام می‌دهند. او معتقد است حدود ۱۰ سال طول می‌کشد که متاورس به مفهومی رایج و کاربردی تبدیل شود.
                </p>
                <h2>سایر پلتفرم های متاورس</h2>
                <p>
                    پلتفرم‌های پیشرفته‌تر متاورس شامل Roblox و Fortnite هستند که اولی جذاب‌تر است. روبلاکس Roblox در سال ۲۰۰۶ به بازار عرضه و به قدری شهرت پیدا کرد که نیمی از کودکان زیر ۱۶ سال در آمریکا در سال ۲۰۲۰ آن را بازی می‌کردند اما این محصول چیزی بیش از یک بازی است. به منظور مقایسه، نمایشگاهی را تصور کنید که غرفه‌ها به بازدیدکنندگان اجازه بازی می‌دهند. حالا Roblox مانند یک نمایشگاه خیلی بزرگ است در یک جهان مجازی است. که کاربران می‌توانند بازی‌های خود را در پلتفرم ایجاد کرده و با تبدیل پول مجازی خود به نام Robux که در پلتفرم به دست می‌آورند، کسب درآمد واقعی داشته باشند.
                </p>
                <p>
                    از سوی دیگر فورتنایت  یکی از بزرگ‌ترین رقبا در حوزه متاورس است. <a href="https://cafearz.com/blog/fortnite/" class="link">Fortnite بازی</a> Fortnite که در سال ۲۰۱۷ توسط Epic Games به بازار عرضه شد در ابتدا یک بازی چند نفره آنلاین بود و اکنون به یک فضای رسانه اجتماعی با موزیسین‌های مطرح تبدیل شده و آرایانا گرانده روی پلتفرم‌ آن کنسرت اجرا می‌کند.
                </p>
                <h2>آیا ما هم تجربه متاورس داشته ایم؟</h2>
                <p>
                    در سال ۲۰۰۳ یک کمپانی فناوری آمریکایی اپلیکیشنی به نام «Second Life» عرضه کرد. هواداران و کارشناسان واقعیت مجازی این محصول را بذرهایی برای متاورس خواندند. «زندگی دوم» به کاربران این امکان را می‌داد که واقعا یک زندگی دیگر داشته باشند. مردم می‌توانند آواتار مجازی و سه بعدی خود را در پلتفرم ایجاد کرده و تقریبا هر کاری که در دنیای واقعی انجام می‌دهند را در آنجا انجام دهند. کاربران این بازی می‌توانند با هم تعامل داشته و رابطه شکل دهند. می‌توانند خود را از طریق موزیک و هنر ابراز کرده و در ساخت مواردی مانند ساختمان‌های مجازی مشارکت کنند. در سال ۲۰۱۷ مالدیو اولین کشوری بود که سفارت مجازی خود را در Second life افتتاح کرد.
                </p>
                <h2>واقعیت افزوده و واقعیت مجازی</h2>
                <p>
                    ظهور هدست‌های واقعیت مجازی (VR) مانند Oculus به ایده متاورس گستردگی زیادی بخشید. بازی‌هایی که برای استفاده از هدست‌های واقعیت مجازی ویرایش شده‌اند هم‌اکنون در حال کسب درآمدهای زیادی هستند. طبق گزارش‌ها، بازار بازی‌های واقعیت مجازی از ۷.۹۲ میلیارد دلار در سال ۲۰۲۱ به ۵۳.۴۴ میلیارد دلار در سال ۲۰۲۸ خواهد رسید.
                </p>
                <p>
                    گام فراتر آن، واقعیت افزوده (AR) است که درک کاربر از واقعیت با استفاده از فناوری ارتقا می‌یابد. واقعیت افزوده مانند دریافت اطلاعات بیشتر از یک شیء در دنیای واقعی است در حالی که آن را از یک دستگاه یا هدست واقعیت افزوده تماشا می‌کنیم. برای درک بهتر این موقعیت، فیلم مرد آهنی را به یاد بیاورید که با پوشیدن لباس مرد آهنی اطلاعات و تصاویری از وسایل و موارد مختلف برای او نمایش می‌یافت یا به مغز او مخابره می‌شد و او به صورت زنده آنها را می‌دید. شرکت اپل دارای بزرگ‌ترین پلتفرم واقعیت افزوده در جهان است.
                </p>
                <h2>آینده متاورس</h2>
                <p>
                    واقعیت این است که متاورس هم درست به اندازه اینترنت رایج و واقعی خواهد شد و فقط به مرور زمان نیاز دارد. موسس Epic Games در پاسخ به خبرنگار سی ان ان گفت که فکر می‌کند حدود یک دهه یا بیشتر طول بکشد که متاورس به هدف غایی خود برسد اما فکر می‌کند که این اتفاق در حال رخ دادن است. این اتفاق توسط یک کمپانی رخ نمی‌دهد. بلکه توسط میلیون‌ها برنامه‌نویس رخ خواهد داد که هر کدام نقش خود را در ساخت این شبکه عظیم انجام می‌دهند. بنابراین متاورس هنوز آجر به آجر در حال ساخت است و هر کسی می‌تواند دستی در ساخت آن داشته باشد.
                </p>
                <p>
                    نظر شما درباره متاورس چیست ؟ اگر شما هم قصد خرید زمین متاورس و ورود به این دنیای بزرگ متاورس دارید، می‌توانید با استفاده از خدمات متاورس کافه ارز نسبت به خرید زمین در دسنترالند، سندباکس، اکسی اینفینیتی، Upland و دنیاهای دیگر اقدام کنید.
                </p>
            </div>
        </div>
    </section>
</template>

<script>
    export default {
        data(){
            return{
                expand:null,
            }
        }
    }
</script>