<template>
    <section class="gift-card-section">
        <div class="liner-gradiant" />
        <div class="banner">
            <div class="card">
                <div class="head">خرید انواع گیفت کارت با کمترین قیمت در ایران</div>
                <ul>
                    <li>گیفت کارت های آیتونر، گوگل پلی، اسپاتیفای،</li>
                    <li>ایکس باکس، پلی استیشن، استیم،</li>
                    <li>آمازون، پابجی، بلیزارد،</li>
                    <li>ریزر گلد، الماس فری فایر</li>
                </ul>
                <v-btn class="btn" depressed href="https://app.cafearz.com/register">برای خرید گیفت کارت کلیک کنید</v-btn>
            </div>
            <div class="banner-img">
                <img src="/assets/images/gift-card-banner.svg" alt="">
            </div>
        </div>
        <div class="gift-cards">
            <div class="head">معرفی انواع گیفت کارت های کافه ارز</div>
            <v-row class="cards ma-0">
                <v-col cols="6" lg="3" sm="4" v-for="(card, i) in cards" :key="i">
                    <div class="card">
                        <img :src="card.img" alt="" class="img">
                        <div class="name">{{ card.name }}</div>
                    </div>
                </v-col>
            </v-row>
        </div>
        <div class="gift-card-desc">
            <div class="text-head">
                <div class="head">گیفت کارت</div>
                <p>در دنیای امروز استفاده از پرداخت ارزی و همچنین گیفت کارت‌ها بیشتر از هر زمان دیگری مرسوم شده است. در پاسخ به این‌که گیفت کارت چیست باید گفت که گیفت کارت یا کارت هدیه یک کارت اعتباری با اعتبار مشخصی است که شما می‌توانید با استفاده از اعتبار آن خریدهای خود را انجام دهید. امروزه در فروشگاه گیفت کارت انواع مختلفی از این کارت‌های هدیه وجود دارد که با استفاده از آن می‌‌توان کارهای مختلفی را انجام داد. کافه ارز خدمات خرید انواع گیفت کارت ها را قیمت مناسب و به صورت آنی و اتوماتیک به شما ارائه می‌دهد.</p>
            </div>
            <div class="all-desc">
                <div class="desc" v-for="(desc, i) in descs" :key="i">
                    <div class="head">{{ desc.head }}</div>
                    <img :src="desc.img" alt="" class="img">
                    <div class="text">{{ desc.text }}</div>
                </div>
            </div>
        </div>
        <div class="gift-card-order">
            <div class="head">همین حالا سفارش گیفت کارت خود را ثبت کنید</div>
            <v-btn class="btn" depressed href="https://app.cafearz.com/register">برای خرید گیفت کارت کلیک کنید</v-btn>
        </div>
    </section>
</template>

<script>
    export default {
        data(){
            return{
                cards:[
                    { img:'/assets/images/gift-cards/1.svg', name:'گیفت کارت آمازون' },
                    { img:'/assets/images/gift-cards/2.svg', name:' گیفت کارت پلی استیشن ' },
                    { img:'/assets/images/gift-cards/3.svg', name:' گیفت کارت استیم ' },
                    { img:'/assets/images/gift-cards/4.svg', name:' گیفت کارت آیتونز ' },
                    { img:'/assets/images/gift-cards/5.svg', name:' گیفت کارت گوگل پلی ' },
                    { img:'/assets/images/gift-cards/6.svg', name:' گیفت کارت ایکس باکس ' },
                    { img:'/assets/images/gift-cards/7.svg', name:' گیفت کارت اسپاتیفای ' },
                    { img:'/assets/images/gift-cards/8.svg', name:' گیفت کارت ریزر گلد razer gold ' },
                    { img:'/assets/images/gift-cards/9.svg', name:' گیفت کارت بلیزارد Blizzard ' },
                    { img:'/assets/images/gift-cards/10.svg', name:' کارت شارژ یوسی پابجی موبایل UC PUBG ' },
                    { img:'/assets/images/gift-cards/11.svg', name:' الماس فری فایر | FREE FIRE DIAMONDS ' },
                    { img:'/assets/images/gift-cards/12.svg', name:' گیفت کارت نینتندو ' },
                    { img:'/assets/images/gift-cards/13.svg', name:' گیفت کارت روبلاکس ' },
                    { img:'/assets/images/gift-cards/14.svg', name:' گیفت کارت اسکایپ ' },
                    { img:'/assets/images/gift-cards/15.svg', name:' گیفت کارت لیگ اف لجندز ' },
                    { img:'/assets/images/gift-cards/16.svg', name:' گیفت کارت ریوت اکسس ' },
                    { img:'/assets/images/gift-cards/17.svg', name:' گیفت کارت گیم استاپ ' },
                    { img:'/assets/images/gift-cards/18.svg', name:' گیفت کارت ای بی ' },
                    { img:'/assets/images/gift-cards/19.svg', name:' گیفت کارت نتفلیکس ' },
                    { img:'/assets/images/gift-cards/20.svg', name:' گیفت کارت هولو + دیزنی پلاس + ای اس پی ان ' },
                ],
                descs:[
                    { head:'خرید گیفت کارت', img:'/assets/images/gift-card-desc/1.webp', text:'اگر شما نگاهی به سرویس‌های برتر تکنولوژی بیندازید،‌ متوجه خواهید شد که بسیاری از آن‌ها برای خدمات خود گیفت کارت ایجاد کرده‌اند. در واقع با استفاده از کارت هدیه می‌توانید اکانت سایت‌های منتخب و برتر را خریداری کرده و از قابلیت‌های ویژه‌ای که در این بخش وجود دارد استفاده نمایید. طبق بررسی‌هایی که تا به حال صورت گرفته است، خرید گیفت کارت می‌تواند در اعتبارهای مختلفی انجام شود. معمولا ارزانترین گیفت کارت از چند دلار شروع می‌شود و تا قیمت‌های بیشتر نیز ادامه پیدا می‌کند. از همین رو به شما پیشنهاد می‌دهیم که مبالغ مختلف و انواع مختلف این کارت‌های هدیه را مشاهده کرده و بر اساس آن خرید گیفت کارت مورد نظر خود را انجام دهید.' },
                    { head:'فروش گیفت کارت', img:'/assets/images/gift-card-desc/2.webp', text:'یکی از مزایای گیفت کارت این است که شما می‌توانید در صورت عدم نیاز آن را بفروشید. هنوز بسیاری از افراد نمی‌دانند که گیفت کارت چیست و خرید و فروش آن چگونه است. اگر دوست دارید که از فروش گیفت کارت خود درآمد داشته باشید، بهتر است که آن را به‌صورت مجازی عرضه کنید. در حال حاضر فروش کارت‌های هدیه در انواع مختلفی صورت می‌گیرد که این مورد کار را برای شما آسان‌تر کرده است. بر همین اساس باید در هنگام خرید نیز به نوع گیفت کارت دقت نمود.' },
                    { head:'قیمت گیفت کارت', img:'/assets/images/gift-card-desc/3.webp', text:'یکی از مواردی که باید در هنگام خرید در نظر گرفت قیمت گیفت کارت است. در واقع قیمت با توجه به میزان موجودی هر گیفت کارت تعیین می‌شود که باید به این نکته دقت کافی را داشته باشید. البته قیمت هر گیفت کارت کمی از موجودی آن بالاتر است که به‌عنوان کارمزد به حساب می‌آید. خوشبختانه ارزانترین گیفت کارت با قیمت یک دلاری دیده می‌شود که هر فردی با توجه به توان خود آن را خریداری می‌کند. در صورت لزوم می‌توان از گیفت کارت‌هایی با قیمت‌های بالاتر هم استفاده نمود.' },
                    { head:'گیفت کارت اپل', img:'/assets/images/gift-card-desc/4.webp', text:'شرکت اپل بدون شک یکی از غول‌های تکنولوژی در دنیا است که هزاران نفر را به سمت خود جذب کرده است. این شرکت محصولات زیادی همچون آیفون و آیپد را ارائه داده است. برای اینکه شما بتوانید از تمامی قابلیت‌های اپل استفاده کنید، باید هزینه آن را پرداخت نمایید. یکی از بهترین راه‌ها برای پرداخت این هزینه گیفت کارت اپل است که کار شما را هم آسان‌تر خواهد کرد. این کارت هدیه به‌صورت اختصاصی برای خدمات اپل به کار می‌رود و برای سایر موارد امکان استفاده از آن وجود ندارد. خوشبختانه در کافه ارز ، امکان تهیه این کارت هدیه در مبالغ مختلف وجود دارد.' },
                    { head:'گیفت کارت پلی استیشن', img:'/assets/images/gift-card-desc/5.webp', text:'اگر شما هم به دنیای گیم علاقه داشته باشید،‌ حتما با شرکت پلی استیشن و شاهکارهای آن نیز آشنایی دارید. شرکت پلی استیشن با ارائه یکی از بهترین کنسول‌های بازی در سراسر جهان شناخته شده است. از آنجایی که برخی از قابلیت‌های پلی استیشن قفل است، باید برای دسترسی به آن‌ها هزینه مشخصی را پرداخت نمایید. در چنین شرایطی بهترین کار ممکن استفاده از گیفت کارت پلی استیشن است. اگر به خوبی می‌دانید که گیفت کارت چیست، بهتر است که آن را به شکل ویژه برای پلی استیشن تهیه کنید.' },
                    { head:'گیفت کارت گوگل پلی', img:'/assets/images/gift-card-desc/6.webp', text:'گوگل پلی یک سرویس فوق‌العاده از شرکت گوگل است که بسیاری از نرم‌افزارها و بازی‌های اندروید بر روی آن قرار گرفته است. بخش زیادی از این برنامه‌ها حالت پولی دارند و باید قبل از دانلود آن را خریداری کنید. با توجه به اینکه شارژ کردن اکانت گوگل پلی به‌صورت مستقیم برای ایرانیان ممکن نیست، بهتر است که از ارزا‌نترین گیفت کارت گوگل پلی برای این کار استفاده نمایید. در این حالت شارژ اکانت شما با توجه به موجودی کارت هدیه انجام خواهد شد که کار شما را آسان‌تر می‌کند. شما قادر خواهید بود که تا سقف موجودی خود، خرید انواع بازی‌ها و برنامه‌ها را در این بستر انجام دهید.' },
                    { head:'گیفت کارت آیتونز', img:'/assets/images/gift-card-desc/7.webp', text:'شرکت اپل برای مدیریت درست دستگاه‌های خود از نرم‌افزار آیتونز استفاده می‌کند. در واقع اگر شما می‌خواهید که ارتباط درستی بین دستگاه IOS خود و کامپیوتر به وجود بیاورید،‌ باید از آیتونز استفاده کنید. همچنین امکان مدیریت لیست پخش موزیک و آهنگ نیز از این طریق امکان‌پذیر خواهد بود. با توجه به اینکه باید برای دسترسی کامل هزینه پرداخت نمایید، بهتر است که از گزینه گیفت کارت آیتونز بهره ببرید. در اصل شرکت اپل این کارت‌های هدیه را به شکل ویژه برای آیتونز عرضه می‌کند تا کاربران بتوانند به نحو احسن از آن استفاده نمایند. در صورتی که شما دوست دارید به‌راحتی در داخل ایران از آیتونز استفاده کنید،‌ بهتر است که به سراغ خرید ارزانترین گیفت کارت آیتونز بروید.' },
                    { head:'گیفت کارت اسپاتیفای', img:'/assets/images/gift-card-desc/8.webp', text:'بدون شک موسیقی در جامعه مدرن نقش بسیار زیادی دارد. تقریبا همه انسان‌ها تجربه موسیقی را دارند و از برنامه‌های مختلفی در این راستا استفاده می‌کنند. اسپاتیفای یک سرویس موسیقی بی‌نظیر است که میلیون‌ها نفر کاربر در سراسر جهان دارد. همه امکانات اسپاتیفای به‌صورت رایگان نیست و باید اکانت پرمیوم آن را خریداری کنید. برای خرید اکانت پریمیوم اسپاتیفای بهتر است که خرید گیفت کارت اسپاتیفای را در دستور کار خود قرار دهید. این کارت هدیه در فروشگاه گیفت کارت با قیمت‌های مختلفی عرضه می‌شود که می‌توان آن را تهیه کرد. زمانی که شما گیفت کارت اسپاتیفای را دریافت کردید، باید کد آن را در داخل برنامه وارد کنید تا از این طریق شارژ اکانت نیز به‌خوبی صورت بگیرد.' },
                    { head:'گیفت کارت ریزر گلد', img:'/assets/images/gift-card-desc/9.webp', text:'حال که متوجه شدید که گیفت کارت چیست و چه ارزشی دارد، بهتر است که کارت هدیه ریزر گلد را هم بشناسید. در حال حاضر بازی‌های ویدیویی بیش از هر زمان دیگری در حال رشد هستند. به‌طور مثال بازی‌هایی مثل پابجی موبایل و کال آف دیوتی میلیون‌ها کاربر را به سمت خود جذب کرده‌اند. در این بازی‌ها قابلیت خرید درون برنامه‌ای قرار داده شده است. برای اینکه شما بتوانید در طول بازی موفق‌تر عمل کنید،‌ باید حتما تجهیزات کافی را داشته باشید. شما می‌توانید با انجام پرداخت درون برنامه‌ای، تجهیزات خود در داخل بازی را افزایش دهید. گیفت کارت ریزر گلد این امکان را به شما می‌دهد که خریدهای درون برنامه‌ای را در بازی‌های مختلف انجام دهید. برای خرید گیفت کارت ریزر گلد می‌توانید از خدمات خرید گیفت کارت در کافه ارز استفاده نمایید.' }
                ]
            }
        }
    }
</script>

<style lang="scss" scoped>

</style>