<template>
    <section class="service-section">
        <div class="service">
            <div class="head">خدمات وب مانی درکافه ارز</div>
            <img src="/assets/images/webmoney/road-map.svg" alt="" class="service-img">
        </div>
        <div class="about-pay-pal">
            <div class="head">وب مانی چیست ؟</div>
            <p class="desc">وبمانی در واقع یک سیستم پرداخت هوشمند آنلاین است که بسیاری از دادوستدهای تجاری بر این بستر انجام می‌گیرد. در واقع با استفاده از این سیستم، امکان ارسال و دریافت پول فراهم خواهد بود. این شرکت از سال ۱۹۹۸ شروع به کار کرده است و از آن زمان تا به امروز فعالیت‌های خود را به‌صورت مرتب گسترش داده است. با توجه به بررسی‌های انجام شده در این بخش، در حال حاضر تعداد کاربران وبمانی به ۳۹ میلیون نفر در سراسر جهان رسیده است که یک آمار فوق‌العاده محسوب می‌شود.</p>
        </div>
        <div class="all-service-paypal">
            <div class="head">انواع خدمات وب مانی در کافه ارز</div>
            <v-row class="row ma-0">
                <v-col cols="12" sm="6">
                    <img src="/assets/images/webmoney/webmoney-account.webp" width="50%" alt="">
                </v-col>
                <v-col cols="12" sm="6">
                    <div class="head">افتتاح حساب وب مانی</div>
                    <div class="desc">ساخت حساب وبمانی برای بسیاری از افراد دشواری‌های خاص خود را دارد و در این مورد آگاهی لازم را ندارند. از همین رو به شما پیشنهاد می‌کنیم که برای افتتاح حساب وب مانی حتما از سایت‌های معتبر ایرانی که این کار را انجام می‌دهند استفاده کنید. فرض کنید که شما به عنوان یک فریلنسر دارای درآمدهای ارزی هستید. با توجه به شرایط سختی که از نظر تحریم‌ها به وجود آمده است، نقد کردن درآمدهای دلاری شما با چالش‌های مختلفی روبرو است.</div>
                </v-col>
                <v-col cols="12">
                    <div class="desc">
                        برای اینکه بتوانید آسان‌تر این کار را انجام دهید باید یک حساب وب مانی بسازید. سایت کافه ارز خدمات ویژه‌ای در زمینه افتتاح حساب وب مانی ارائه می‌کند که شما می‌توانید از این موارد استفاده کنید. برای انجام این کار باید در سایت کافه ارز ثبت نام خود را انجام دهید و اطلاعات خواسته شده را وارد کنید. بعد از اینکه تمامی اطلاعات خود را تکمیل کردید، ثبت نام شما با موفقیت انجام می‌شود. در آخر باید درخواست افتتاح حساب وبمانی را ثبت کنید و بعد از پرداخت هزینه،‌ اکانت وب مانی ساخته شده و در اختیار شما قرار می‌گیرد.
                    </div>
                    <div class="actions">
                        <v-btn class="paypal" depressed href="https://cafearz.com/open-webmoney-account"> افتتاح حساب وب مانی </v-btn>
                        <v-btn class="take-order" href="https://app.cafearz.com/orders/s/new/5" depressed> ثبت سفارش افتتاح حساب وب مانی </v-btn>
                    </div>
                </v-col>
            </v-row>
            <v-row class="ma-0 row">
                <v-col cols="12" sm="6">
                    <div class="head">شارژ حساب وب مانی</div>
                    <div class="desc">زمانی که حساب وب مانی (WebMoney) ایجاد می‌شود،‌ در آن هیچ موجودی وجود ندارد و به همین دلیل؛ شما باید شارژ وب مانی را انجام دهید. در این راستا ابتدا باید یک کیف پول در داخل حساب خود بسازید. این کیف پول‌ها با واحدهای پولی مختلفی قابل ساخت هستند که شما یکی از آن‌ها را انتخاب خواهید کرد. معمولا بهترین نوع کیف پول از نوع دلاری است.</div>
                </v-col>
                <v-col cols="12" sm="6">
                    <img src="/assets/images/webmoney/webmoney-charge.webp" width="50%" class="d-flex mr-auto" alt="">
                </v-col>
                <v-col cols="12">
                    <div class="desc">
                        فرض کنید که شما می‌خواهید برای شخص دیگری دلار وب مانی انتقال دهید. در چنین حالتی شما حتما باید مقدار مناسبی از وب مانی را در حساب خود داشته باشید. برای شارژ وب مانی می‌توانید از خدمات سایت کافه ارز استفاده کنید. شما مبلغ دلخواه خود را در این سایت وارد می‌کنید و پس از انجام مراحل پرداخت،‌ شارژ حساب شما به سرعت انجام می‌شود.
                    </div>
                    <div class="actions">
                        <v-btn class="paypal" depressed href="https://cafearz.com/charge-webmoney-account"> شارژ وب مانی </v-btn>
                        <v-btn class="take-order" href="https://app.cafearz.com/orders/s/new/6" depressed> ثبت سفارش شارژ حساب وب مانی </v-btn>
                    </div>
                </v-col>
            </v-row>
            <v-row class="ma-0 row">
                <v-col cols="12" sm="6">
                    <img src="/assets/images/webmoney/webmoney-buy.webp" width="50%" alt="">
                </v-col>
                <v-col cols="12" sm="6">
                    <div class="head">خرید با وب مانی</div>
                    <div class="desc">
                        امروزه وب مانی برای خریداری بسیاری از موارد به کار می‌رود که هر کدام از آن‌ها دارای جایگاه ویژه خود هستند. امکان خرید با وب مانی در ایران نیز به آسانی وجود دارد. تریدرها جزو مهم‌ترین افرادی هستند که از خدمات ویژه وب مانی استفاده می‌کنند.</div>
                </v-col>
                <v-col cols="12">
                    <div class="desc">
                        برای انجام شارژ حساب بروکرها می‌توان به‌صورت ویژه از وبمانی استفاده کرد که دقیقا این کار توسط تریدرها در حال انجام است. همچنین با داشتن وبمانی می‌توانید خرید آنلاین محصولات و خدمات را سایت‌های خارجی به آسانی انجام دهید.
                    </div>
                    <div class="actions">
                        <v-btn class="paypal" depressed href="https://cafearz.com/buy-with-webmoney">خرید با وب مانی</v-btn>
                        <v-btn class="take-order" href="https://cafearz.com/buy-with-webmoney" depressed> ثبت سفارش خرید با حساب وب مانی </v-btn>
                    </div>
                </v-col>
            </v-row>
            <v-row class="ma-0 row">
                <v-col cols="12" sm="6">
                    <div class="head">فروش وب مانی</div>
                    <div class="desc">
                        اگر کسی برای شما وب مانی ارسال کرده است و می‌خواهید هر چه سریع‌تر برای نقد کردن آن اقدام کنید،‌ بهتر است که این کار را با کافه ارز انجام دهید. بسیاری از افراد در خارج از کشور می‌خواهند برای خانواده خود در ایران ارز ارسال کنند. با توجه به محدودیت‌های ناشی از تحریم، استفاده از سرویس وبمانی گزینه مناسبی به نظر می‌رسد.
                    </div>
                </v-col>
                <v-col cols="12" sm="6">
                    <img src="/assets/images/webmoney/create-webmoney-uyt.webp" width="50%" class="d-flex mr-auto" alt="">
                </v-col>
                <v-col cols="12">
                    <div class="desc">
                        تمامی کسانی که دارای درآمدهای دلاری هستند نیز می‌توانند به سرعت حساب مالی خود را نقد کنند. سایت کافه ارز خرید وبمانی شما را با سرعت انجام داده و معادل ریالی آن را برای شما ارسال خواهد کرد. اگر شما دارای درآمد ارزی هستید می‌توانید آن را در داخل ایران نقد کنید. در واقع وب مانی شما توسط سایت کافه ارز قابل خریداری است و معادل ریالی آن به حساب شما واریز خواهد شد. در این حالت تمامی درآمدهای ارزی شما به آسانی به دست شما می‌رسد پس نگرانی از این بابت نداشته باشید.
                    </div>
                    <div class="actions">
                        <v-btn class="paypal" depressed href="https://cafearz.com/webmoney-exchange">فروش وب مانی</v-btn>
                        <v-btn class="take-order" href="https://app.cafearz.com/cash/new/6?cat=16" depressed> ثبت سفارش فروش وب مانی </v-btn>
                    </div>
                </v-col>
            </v-row>
        </div>
        <div class="top-sites">
            <div class="head">خرید آنلاین با وب مانی از سایت های مطرح دنیا</div>
            <v-row class="logos ma-0">
                <v-col cols="12" sm="2" v-for="(site, i) in logos" :key="i" class="pa-0 d-flex align-center justify-center">
                    <img :src="site" alt="" class="logo">
                </v-col>
            </v-row>
        </div>
        <div class="why">
            <div class="header">وب مانی در کافه ارز</div>
            <v-row class="cards ma-0">                    
                <v-col cols="12" lg="3" sm="6" v-for="(card, i) in cards" :key="i">
                    <div class="card">
                        <img :src="card.img" alt="">
                        <div class="subject">{{ card.subject }}</div>
                        <div class="desc">{{ card.desc}}</div>
                    </div>
                </v-col>
            </v-row>
        </div>
        <div class="start-from-now">
            <div class="bg" />
            <div class="head">از همین حالا شروع کنید</div>
            <v-btn class="btn" depressed href="https://app.cafearz.com/">ثبت سفارش های وب مانی</v-btn>
        </div>
        <div class="tree-view">
            <div class="action">
                <v-icon @click="expand =! expand">{{ expand ? 'mdi-menu-down' : 'mdi-menu-left'}}</v-icon>
                <div class="header">توضیحات</div>
            </div>
            <div class="content" v-if="expand">
                <p>
                    خرید وبمانی ارزان امروزه دغده بسیاری از کسانی است که از این سیستم استفاده می‌کنند. این سیستم به مردم امکان می‌دهد بدون نیاز به پرداخت از طریق تراکنش مستقیم بانکی به خرید آنلاین بپردازند. وب مانی (WebMoney) یکی از محبوب ترین سیستم های پرداخت آنلاین است که برای خدمات رسانی به مشتریان اینترنتی غیربانکی بسیار کارآمد است؛ در اینجا نگاهی می‌کنیم به تاریخچه وبمانی، ویژگی‌ها و جزئیات کامل خرید وب مانی و عوامل مختلف در مورد آن.
                </p>
                <h2>تاریخچه وب مانی</h2>
                <p>
                    وبمانی یک سیستم پرداخت آنلاین و ابزاری جامع برای فعالیت های تجاری آنلاین است. در ابتدا در سال ۱۹۸۸ در روسیه به عنوان یک سیستم انتقال پول برای دلار آمریکا تأسیس شد. از آن زمان، نزدیک به ۴۰ میلیون نفر از سراسر جهان به این شبکه پیوسته‌اند. این سیستم کیف پول های دیجیتالی را ارائه می‌دهد که نشان‌دهنده ارزهای خارجی محبوب هستند. 
                </p>
                <p>
                    در حال حاضر بزرگ‌ترین رقیب وب مانی، شرکت پی پال است که به‌عنوان بزرگ‌ترین ارائه دهنده سرویس مالی در جهان شناخته می‌شود. به‌صورت کلی بخش زیادی از خدمات دو شرکت، مشترک است و تفاوت زیادی با یکدیگر ندارد. نکته مثبت وبمانی این است که ایرانیان در آن تحریم نیستند و می‌توانند با هویت ایرانی خود یک اکانت وب مانی ایجاد کنند. حساب وب مانی باید دارای موجودی باشد تا با استفاده از آن بتوانید کار خرید اینترنتی یا انتقال پول را انجام دهید. با توجه به ویژگی‌های جذابی که در وبمانی وجود دارد، به شما توصیه می‌کنیم که حتماً از آن برای انجام پرداخت‌های متعدد خود استفاده کنید.
                </p>
                <p>حال در کشور ایران چگونه خرید وبمانی ارزان پیدا کنیم؟ چرا خرید وب مانی در ابران کاربرد دارد؟ با ما همراه باشید تا به پاسخ تمام سوال های خود برسید.</p>
                <h2>سایت وب مانی چیست؟</h2>
                <p>
                    برای اینکه شما بتوانید از خدمات ویژه سرویس مالی وب مانی برخوردار شوید،‌ باید حتماً از طریق وب‌سایت وبمانی این خدمات را دریافت کنید. در همین راستا باید به سایت WMTRANSFER.COM بروید و از این طریق وارد حساب کاربری خود شوید. حال که شما می‌دانید حساب وب مانی چیست و چگونه کار می‌کند،‌ باید بلافاصله خدمات ویژه خود را از طریق این سایت دریافت کنید. همان‌طور که در بخش‌های قبل نیز به آن اشاره شد، می‌توانید به منظور افتتاح حساب وب مانی و دریافت خدمات سایت وبمانی از خدمات مجموعه کافه ارز در این خصوص بهره‌مند شوید. بررسی‌ها نشان می‌دهد که هر روزه میلیون‌ها نفر از سایت وب مانی برای انجام تراکنش‌های مختلف خود استفاده می‌کنند که در نوع خود یک شاهکار واقعی به حساب می‌آید. با توجه به اهمیت بالای این سایت،‌ بهتر است که از بهترین خدمات در این بخش بهره‌مند شوید.
                </p>
                <p>
                    برای اینکه شما بتوانید کارهای مالی مختلف مانند برداشت و واریز پول را انجام دهید،‌ باید از روش‌های مختلفی استفاده کنید. شرکت روسی وب مانی یک بستر عالی برای پرداخت اینترنتی و انتقال ارز ایجاد کرده است که شما هم می‌توانید به‌صورت ویژه از آن استفاده کنید. حال که با مطالعه این مطلب از سایت کافه ارز، متوجه شدید حساب وب مانی چیست و چطور عمل می‌کند،‌ بهتر است که در اولین فرصت یک اکانت عالی وبمانی برای خود بسازید و تمامی فعالیت‌های خود را در آن انجام دهید.
                </p>
                <h2>نحوه خرید وب مانی</h2>
                <p>
                    اگر می خواهید خرید وبمانی ارزان را تجربه کنید، می توانید به راحتی با ایجاد حساب کاربری و استفاده سریع از خدمات وب مانی این کار را انجام دهید.
                </p>
                <ol>
                    <li>اگر می خواهید خرید وبمانی ارزان را تجربه کنید، می توانید به راحتی با ایجاد حساب کاربری و استفاده سریع از خدمات وب مانی این کار را انجام دهید.</li>
                    <li>به دلیل عدم اتصال وب مانی به بانک های ایران باید به یک واسطه متصل شوید؛ شما تمام مدارک خود را می توانید برای مجموعه کافه ارز ارسال کنید تا این کار را به راحتی برای شما انجام دهد.</li>
                    <li>پس از احراز هویت شما از طرف شرکت کافه ارز، شما می توانید به صورت اتوماتیک به وسیله کارت های شتاب، خرید انلاین انجام دهید.</li>
                </ol>
                <h2>مزایای استفاده از وب مانی</h2>
                <p>
                    وب مانی در طول سال ها با تغییر خدمات خود برای مشتریان شرکتی و شخصی توسعه یافته است. بنابراین بیایید جزئیات مختصری در مورد مزایای WebMoney را مورد بحث قرار دهیم:
                </p>
                <ul>
                    <li>وب مانی راهی برای تراکنش برای خریداران الکترونیکی بدون بانک باز می کند.</li>
                    <li>کاربران یک حساب کاربری رایگان دریافت می کنند</li>
                    <li>هیچ ریسک استرداد وجه مربوط به WebMoney وجود ندارد.</li>
                    <li>وب سایت WebMoney یک رابط کاربر پسند ارائه می دهد.</li>
                    <li>سطح تأیید و امنیت در WebMoney بالاست.</li>
                    <li>یک پایگاه مشتری فعال و به سرعت در حال گسترش وجود دارد.</li>
                    <li>هزینه های وب مانی کمتری برای تراکنش ها وجود دارد.</li>
                    <li>وب مانی به عنوان بهترین پرداخت آنلاین در اوکراین و روسیه در نظر گرفته می شود.</li>
                    <li>قابلیت شارژ خودکار وجود دارد.</li>
                    <li>کاربران می توانند به راحتی پول خود را برداشت و واریز کنند.</li>
                    <li>خدمات وب مانی سریع و روان است.</li>
                    <li>WebMoney از ارزهای مختلفی مانند روبل بلاروس، RUR، یورو، USD و غیره پشتیبانی می کند.</li>
                </ul>
                <h2>چرا باید از وب مانی استفاده کنم؟</h2>
                <p>وب مانی می تواند بهترین دوست شما برای انجام بدون مشکل تمامی تراکنش های آنلاین شما باشد؛ زیرا امنیت و راحتی عالی را برای پرداخت و دریافت پرداخت های آنلاین ارائه می‌دهد؛ بنابراین به نظر ما باید به سراغ وب مانی بروید. در WebMoney به راحتی می توانید حساب کاربری خود را ایجاد کنید و بدون مشکل تراکنش های آنلاین را انجام دهید. اما خرید وب مانی در ایران با سایر کشور متفاوت است. شما می توانید برای خرید وبمانی ارزان به <nuxt-link class="link" :to="{ name:'index' }">وبسایت کافه ارز</nuxt-link> اعتماد کنید.</p>
                <p>خرید ارز <nuxt-link class="link" :to="{ name:'sell-buy-webmoney' }">وبمانی</nuxt-link> وب مانی از جمله کیف پول های دیجیتال است. که امروزه در سراسر دنیا طرفداران بسیاری دارد. افراد برای پرداخت هزینه، خریدهای مختلفشان در سرتاسر جهان، برای انجام فعالیت ها و پرداخت های بین المللی خود؛ و همچنین خریدهاشان در سرتاسر جهان از این کیف پول استفاده می کنند. لذا، در این مقاله از سایت کافه ارز قصد داریم به بررسی نحوه خرید ارز وبمانی بپردازیم.</p>
                <p>خرید وبمانی چگونه است؟ اگر شما نیز روویای داشتن درآمد دلاری را دارید و به آزاد بودن این درگاه در ایران واقف هستید؛ حتما این سوال برای شما نیز مطرح شده است. وبمانی یک درگاه پرداخت و خرید بین المللی است. همانطور که بیان شد؛ از آنجایی که این سازمان روسی ایران را تحریم نکرده یکی از محبوب ترین روش های پرداخت بین المللی در میان ایرانی ها به حساب می آید.</p>
                <h2>خرید وبمانی و افتتاح حساب وب مانی</h2>
                <p>پیش از انجام هرگونه خرید وبمانی لازم است شما حسابی را در این سامانه باز کنید. با داشتن یک حساب به راحتی می توانید انواع خریدهای اینترنتی خود در سطح بین المللی را انجام دهید، با دیگر کاربران این حساب پول رد و بدل کنید و درآمد ارزی داشته باشید. برای انجام این کار باید مراحل ذیل را انجام دهید.</p>
                <ol>
                    <li>وارد سامانه وب مانی شوید؛</li>
                    <li>پس از انتخاب گزینه افتتاح حساب وبمانی گزینه sing in را انتخاب کنید؛</li>
                    <li>در صفحه باز شده شماره همراه و رمز عبور درخواستی تان را وارد کنید؛</li>
                    <li>تایید شماره موبایلاتان با ارسال کد تایید شش رقمی؛</li>
                    <li>پس از وریفای حسابتان، از سربرگ شبیه به خانه گزینه اد را را فشار دهید اینگونه اقدام به خرید کیف پول وبمانی بکنید.</li>
                </ol>
                <p>همانطور که مشاهده کردید  افتتاح حساب وبمانی با وجود آنکه تحریم نیست پیچیدگی ها و سختی ها خود را دارد. بخصوص آنکه اقتتاح حساب در بانک هایی به زبان خارجی امکان پریر است؛ لذا چنانچه نیاز به افتتاح حساب دارید و تسلط و تجربه  کافی ندرید؛ می توانید این کار را به متخصصان و شرکت های واسطی چون کافه ارز، بسپارید.</p>
                <h2>شارژ حساب وبمانی</h2>
                <p>شما برای خرید وبمانی باید بتوانید حساب خود را شارژ کنید. از آنجایی که این  سیستم پرداخت بین المللی ریال را پشتیبانی نمی کند. درصورتی که نیاز به شارژ حسابتان پیدا کنید؛ ناچار هستید که به سراغ شرکت های واسط مراجعه کنید. برای انجام این کار کافیست به شرح ذیل عمل کنید:</p>
                <ul>
                    <li>وارد سربرگ شارژ حساب وبمانی در سایت شرکت مورد اطمینان واسطی که انتخاب کردید، شوید؛</li>
                    <li>سپس در قسمت مبلغ مشخص کنید تا چه میزانی می خواهد حسابتان را شارژ کنید؛</li>
                    <li>سر انجام با انتخاب نوع حساب ( در اینجا پی پال) گزینه شارژ را انتخاب کنید؛</li>
                    <li>شرکت در کمترین زمان ممکن سفلرش شما را انجام می دهد.</li>
                </ul>
                <h2>خرید با وبمانی</h2>
                <p>برای خرید از سایت های خارجی لازم است، که پس از انتخاب کالای مورد نظرتان برای پرداخت نهایی، از یکی از درگاه های موحود در سایت فروشگاه اقدام کنید. یکی از رایج ترین این درگاه ها برای خریدهای اینترنتی؛ وب مانی است. شما حتا می توانید خرید خود را به شرکت های واسط معتبری چون: کافه ارز بسپارید. کارشناسان اینگونه شرکت ها در نزدیک ترین زمان خریدتان را انجام می دهند. برای اینکار سه گام ذیل الزامی است:</p>
                <ul>
                    <li>وارد سایت واسط شوید</li>
                    <li>با استفاده از منوی خرید با وب مانی اطلاعات محصول مورد نظر را وارد کنید؛</li>
                    <li>خرید شما در نزدیکتری زمان و موقعیت انجام می شود.</li>
                </ul>
                <p>
                    همانطور که بیان شد خرید وبمانی امروز یکی از پرطرفدار ترین درگاه های پرداخت بین الملی است؛ که برای شماامکان خرید درسطح جهانی و همچنین، داشتن درآمد ارزی را فراهم می کند. ما در کافه ارز به جهت تسهیل خواسته ها و انجام نیازهای شما تمام خدمات مربوط به وب مانی را ارائه می دهیم.
                </p>
                <h2>آموزش افتتاح حساب وب مانی در ایران</h2>
                <p>خوشبختانه، افتتاح حساب وبمانی در ایران برخلاف پی پال؛ نیازی به وی پی ان ندارد. و فیلتر نیست. موارد یاد شده به آن معناست که، شما دیگر نیازی به داشتن هویت خارجی ندارید. همین امر، برای وبمانی در ایران بدل به بزرگترین مزیت رقابتی شده است.</p>
                <h2>انواع ارز قابل شارژ در حساب وب مانی</h2>
                <p>نکته مثبتی که در خصوص خرید ارز وبمانی وجود دارد؛ آن است که، هرچند تنوع ارزهایی که کاربران می توانند به کیف پول وبمانی خود واریز کنند. مانند پی پال نیست؛ این ارز های تنها محدود به دلار و یورور نیست. اما متاسفانه این کیف پول هم امکان شارژ به ریال را ندارد. مهم ترین ارز هایی که می توان به حساب وبمانی واریز کرد؛ به شرح ذیل است:</p>
                <ol>
                    <li>روبل روسیه</li>
                    <li>دلار آمریکا</li>
                    <li>یور</li>
                    <li>طلا</li>
                    <li>هریونیا اکراین</li>
                    <li>بیت کوین</li>
                    <li>روبل بلاروس</li>
                </ol>
                <h2>کارمزد های وبمانی چقدر است؟</h2>
                <p>در کنار عملکرد فوق العاده وبمانی به عنوان، یکی از بهترین کیف پول های پرداخت بین المللی در دنیا، هزینه بسیار ناچیزی برای ارائه خدماتش دریافت می کند. کارمزد خرید ارز وبمانیف برای ارسال حواله های مختلف؛ تنها 0.8 درصد است.</p>
                <p>یعنی؛ شما برای انکه بخواهید 100 دلار را در هر نقطه از دنیا که بخواهید؛ انتقال دهید. کافی است؛ تنها 8 دلار کارمزد دریافت کنید. همین کارمزد بسیار اندک، یکی از دلایل قوی محبوبیت web money درمیان کاربرانش در سرارسر جهان است.</p>
                <h2>آموزش خرید ارز وبمانی</h2>
                <p>اگر رویای انجام تراکنش ها و تجارت بین المللی خود را در سر می پرورانید. پس، نحوه خرید ارز از وبمانی یکی از بدیهی ترین و اجتناب ناپذیر ترین اموری است؛ که باید آن را بیاموزید. به این فکر کنید که؛ درآمد بیزینسی شما به صورت دلار در حساب وب مانی شما قرار دارد. اکنون شما چگونه می توانید در موقع نیازتان این پول را برداشت کنید؟</p>
                <p>برای انجام این امر، لازم است: ابتدا یک حساب ارز وبمانی ایجاد کنید. پیشنهاد می شود: برای سهولت و اطمینان؛ همچنن به ان دلیل که امکان شارژ به ریال در خرید ارز وبمانی وجود ندارد. شما این کار را با استفاده از شرکت های واسط انجام دهید. پس از انتخاب یکی از شرکت های واسط؛ کافی است. وارد صفحه خرید وبمانی شوید سپس موارد به شرح ذیل را انجام دهید:</p>
                <ul>
                    <li>وارد کردن اطلاعات حسابتان</li>
                    <li>مشخص کردن مقدار ارزی که قصد خرید آن را دارید</li>
                    <li>انتخاب و کلیک کردن بر رئی دکمه ثبت سفارش</li>
                    <li>انتظار دریافت تماس از سمت شرکت واسط</li>
                    <li>ایجاد امکان خرید ارز وبمانی برای شما</li>
                </ul>
                <h2>خرید و فروش اتوماتیک وب مانی در کافه ارز</h2>
                <p>شما در کافه ارز می‌توانید به آسانی و به صورت اتوماتیک و آنی نسبت به خرید وب مانی اقدام کنید. کافه ارز با سال‌ها تجربه در زمینه پرداخت‌های بین المللی کلیه خدمات وب مانی همچون افتتاح حساب WebMoney، شارژ وبمانی و خرید با وی مانی و همچنین فروش دلار وب مانی یا همان نقد کردن وب مانی و تبپیل وب مانی به ریال را در سریع ترین زمان و با کمترین کارمزد انجام می دهد.</p>
            </div>
        </div>
    </section>
</template>

<script>
    export default {
        data(){
            return{
                expand:null,
                cards:[
                    { img:'/assets/images/support.svg', subject:'پشتیبانی قوی و آنلاین', desc:'کافه ارز با پشتیبانی روزانه از 9 صبح تا 12 شب خیال شما را از همکاری با سایت راحت کرده است' },
                    { img:'/assets/images/chart.svg', subject:'قیمت منصفانه و رقابتی', desc:'نرخ خدمات کافه ارز از جمله وب مانی بسیار منصفانه و رقابتی است' },
                    { img:'/assets/images/consulting.svg', subject:'مشاوره رایگان', desc:'تیم فروش و پشتیبانی ما به صورت رایگان پاسخگوی تمامی سوالات شما هستند' },
                    { img:'/assets/images/superService.svg', subject:'شارژ اتوماتیک و 24 ساعته', desc:'سفارشات وب مانی در کافه ارز به صورت آنی و بدون معطلی انجام می شود' }
                ],
                logos:[
                    '/assets/images/webmoney/1.png',
                    '/assets/images/webmoney/2.png',
                    '/assets/images/webmoney/3.png',
                    '/assets/images/webmoney/4.png',
                    '/assets/images/webmoney/5.png',
                    '/assets/images/webmoney/6.png',
                    '/assets/images/webmoney/7.png',
                    '/assets/images/webmoney/8.png',
                    '/assets/images/webmoney/9.png',
                    '/assets/images/webmoney/10.png',
                    '/assets/images/webmoney/12.png',
                    '/assets/images/webmoney/12.png',
                ]
            }
        }
    }
</script>