<template>
    <section class="terms-section">
        <div class="head">شرایط و قوانین</div>
        <div class="subhed">شرایط انجام خدمات و قوانین آنها</div>
        <div class="content">
            <ol class="lists">
                <li class="list" v-for="(item, i) in lists" :key="i">{{ item.text }}</li>
            </ol>
        </div>
    </section>
</template>

<script>
    export default {
        data(){
            return{
                lists:[
                    {text:'سایت  کافه ارز بر اساس ماده 10 قانون مدنی، تابع قوانین جمهوری اسلامی ایران، پلیس فتا و قانون تجارت الکترونیکی می باشد.'},
                    {text:'پرداخت سایت های مغایر با ارزش های جمهوری اسلامی ایران مانند اشتراک سایت های غیر اخلاقی، خرید وی پی ان و سایر مخفی کننده های IP و سایت های شربط بندی در این مجموعه انجام نمی پذیرد.'},
                    {text:'این مجموعه خدمات مربوط به صرافی را ارایه نمی نماید و تمامی پرداخت های ارزهای الکترونیکی صرفا به واسطه ی درامدهای مشروع وقانونی مشتریان این مجموعه در خارج از کشور می باشد.'},
                    {text:'این مجموعه هیچگونه فعالیتی در زمینه ی ارزهای کاغذی و اسکناس ندارد و نخواهد داشت.'},
                    {text:'هرکاربر می بایست با اطلاعات واقعی خود در این سایت عضو شود. کاربر با عضویت در این سایت متعهد می شود که از واگذاری اطلاعات کاربری خود به غیر خودداری می نماید.'},
                    {text:'بدیهی است مسیولیت واگذاری اکانت کاربری به شخص ثالث  و هرگونه سو استفاده و یا کلاهبرداری احتمالی با کاربر می باشد.'},
                    {text:'برای استفاده از خدمات وب کاربرانی که سن آن ها حداقل  18 و حداکثر 58 سال است اقدام به  ساختن حساب کاربری نماید و لذا این مجموعه از ارایه خدمات به کاربران در محدوده سنی کمتر از 18 سال و بیشتر از 50 سال معذور می باشد.'},
                    {text:'بر اساس قوانین جمهوری اسلامی ایران و قانون تجارت الکترونیک ارایه ی خدمات الکترونیکی بدون احراز هویت افراد امکان پذیر نمی باشد. بنابراین این مجموعه حق خود میداند به منظور حراست از اطلاعات کاربران خود، تمامی اطلاعات مورد نیاز جهت احراز هویت را از کاربران خود اخذ نماید. این اطلاعات شامل موارد ذیل می باشد:'},
                    {text:'وارد کردن ایمیل در صفحه ی ثبت نام: این ایمیل باید به نام و متعلق به شخص ثبت نام کننده باشد.'},
                    {text:'تلفن همراه: تلفن همراه متعلق به کاربر که با ارسال کد تایید از سمت مخابرات صحت وثقم آن تایید شود.'},
                    {text:'کارت ملی: ارایه ی تصویر پشت و روی کارت ملی مطابق با نام صاحب حساب الزامی می باشد.'},
                    {text:'کارت بانکی: ارسال تصویر سلفی همراه با کارت ملی و کارت بانکی صاحب حساب با دستورالعمل و متن پیش فرض ضروری می باشد. کاربر می تواند CVV و تاریخ انقضای کارت خود را بپوشاند.'},
                    {text:'تلفن ثابت: کاربر موظف است که تلفن ثابت ثبت شده ی خود در سامانه ی مخابرات را به منظور دسترسی به ادرس دقیق خود تایید نماید.'},
                    {text:'جعل هویت و دستکاری در مدارک از قبیل کارت ملی یا کارت بانکی جرم می باشد و این مجموعه حق خود می داند تا از طریق مراجع ذی صلاح این موارد را پیگیری نماید.'},
                    {text:'پرداخت هایی که توسط کارت یا حساب های شخص ثالث انجام پذیرد در این مجموعه پذیرفته نمی باشد و بلافاصله با ارایه کارت شناسایی منطبق با نام صاحب حساب به حساب مذکور بازگردانده می شود.'},
                    {text:'این مجموعه حق خود می داند که بنا به نیاز اطلاعات بیستر از قبیل پاسپورت، دفترچه بیمه، گواهینامه رانندگی و یا موارد مشابه را از کاربر دریافت نماید.'},
                    {text:'ممکن است با گذر زمان مواردی به ای شرایط اضافه شود و یا از آن حذف شود بنابر این توصیه می شود تا هر چند وقت یک بار قوانین و مقررات را مجددا مطالعه نمایید.'},
                    {text:'این مجموعه حق خود می داند تا در صورت تخلف از  نکات ذکر شده حساب کاربری شخص متخلف را مسدود نماید.'},
                    {text:'در حین ثبت نام با زدن تیک قوانین و مقررات تایید می نمایید که این مقررات را مطالعه نموده و ببا آن موفق هستید و این  به منزله ی ابلاغ این مقررات به شخص شما می باشد و در مراجع حقوقی قابل پیگیری است.'},
                ]
            }
        }
    }
</script>

<style lang="scss" scoped>

</style>